{
	"intents": [
		{
			"tag": "sim",
			"pattern": [
				"Can I register any SIM card?",
				"Is it possible for me to register any SIM card?",
				"Am I allowed to register any SIM card?",
				"Do I have the option to register any SIM card?",
				"Are all SIM cards eligible for registration?",
				"Can I complete the registration process for any SIM card?",
				"Is there a restriction on which SIM card I can register?",
				"Are there any limitations or restrictions on the choice of mobile networks to use?",
				"Is registration open to all types of SIM cards?",
				"Can I go through the registration with any SIM card?",
				"What kind of mobile network is allowed?",
				"Which mobile service providers are eligible for registration?",
				"My SIM is Globe, can I register?",
				"My SIM is Globe, can I register?",
				"I have a Globe SIM, am I eligible for registration?",
				"Can I register my Globe SIM card?",
				"Is it possible to register my SIM card if it's from Globe?",
				"Does Globe allow SIM card registration?",
				"Can I go through the registration process with my Globe SIM?",
				"Are Globe SIM cards eligible for registration?",
				"Is SIM card registration available for Globe users?",
				"I'm using a Globe SIM, can I proceed with registration?",
				"Can I register my Globe SIM card legally?",
				"Is there a specific process for registering a Globe SIM card?",
				"What are the requirements to register a Globe SIM card?",
				"Can I register multiple Globe SIM cards?",
				"Do I need to register my Globe SIM to use it?",
				"Is SIM card registration mandatory for Globe users?",
				"Can I register my Globe SIM without proof of identification?",
				"Are there any restrictions on registering a Globe SIM card?",
				"Can I register my Globe SIM card online?",
				"Is there a deadline for registering my Globe SIM card?",
				"Can I register my Globe SIM card from abroad?",
				"Do I need to pay any fees to register my Globe SIM card?",
				"Can someone else register my Globe SIM card on my behalf?",
				"Is there an age restriction for registering a Globe SIM card?",
				"Can I register my Globe SIM card with a temporary address?",
				"Do I need to provide my home address to register my Globe SIM card?",
				"Can I register my Globe SIM card without a valid ID?",
				"Are there any restrictions on registering a Globe SIM card for tourists?",
				"Can I register my Globe SIM card if I'm not a Filipino citizen?",
				"Is there a limit on the number of Globe SIM cards I can register?",
				"Can I register my Globe SIM card with a foreign identification document?",
				"What documents are required to register my Globe SIM card?",
				"My SIM is SMART, can I register?",
				"My SIM is Smart, can I register?",
				"I have a Smart SIM, am I eligible for registration?",
				"Can I register my Smart SIM card?",
				"Is it possible to register my SIM card if it's from Smart?",
				"Does Smart allow SIM card registration?",
				"Can I go through the registration process with my Smart SIM?",
				"Are Smart SIM cards eligible for registration?",
				"Is SIM card registration available for Smart users?",
				"I'm using a Smart SIM, can I proceed with registration?",
				"Can I register my Smart SIM card legally?",
				"Is there a specific process for registering a Smart SIM card?",
				"What are the requirements to register a Smart SIM card?",
				"Can I register multiple Smart SIM cards?",
				"Do I need to register my Smart SIM to use it?",
				"Is SIM card registration mandatory for Smart users?",
				"Can I register my Smart SIM without proof of identification?",
				"Are there any restrictions on registering a Smart SIM card?",
				"Can I register my Smart SIM card online?",
				"Is there a deadline for registering my Smart SIM card?",
				"Can I register my Smart SIM card from abroad?",
				"Do I need to pay any fees to register my Smart SIM card?",
				"Can someone else register my Smart SIM card on my behalf?",
				"Is there an age restriction for registering a Smart SIM card?",
				"Can I register my Smart SIM card with a temporary address?",
				"Do I need to provide my home address to register my Smart SIM card?",
				"Can I register my Smart SIM card without a valid ID?",
				"Are there any restrictions on registering a Smart SIM card for tourists?",
				"Can I register my Smart SIM card if I'm not a Filipino citizen?",
				"Is there a limit on the number of Smart SIM cards I can register?",
				"Can I register my Smart SIM card with a foreign identification document?",
				"What documents are required to register my Smart SIM card?",
				"My SIM is TNT, can I register?",
				"My SIM is Talk 'n Text, can I register?",
				"My SIM is Sun, can I register?",
				"My SIM is TM, can I register?",
				"My SIM is DITO, can I register?",
				"My SIM is ABS-CBN Mobile, can I register?",
				"My SIM is GOMO, can I register?",
				"My SIM is Cherry Prepaid, can I register?",
				"I am a Globe user, Am I allowed to register?",
				"I am a Smart user, Am I allowed to register?",
				"I am a TNT user, Am I allowed to register?",
				"I am a Talk 'n Text user, Am I allowed to register?",
				"I am a Sun user, Am I allowed to register?",
				"I am a TM user, Am I allowed to register?",
				"I am a DITO user, Am I allowed to register?",
				"I am a ABS-CBN mobile user, Am I allowed to register?",
				"I am a GOMO user, Am I allowed to register?",
				"I am a Cherry Prepaid user, Am I allowed to register?",
				"Can I register any SIM card?",
				"Is it possible to register any SIM card?",
				"Are all SIM cards eligible for registration?",
				"Can I legally register any SIM card?",
				"Are there any restrictions on registering SIM cards?",
				"Is there a specific process to register any SIM card?",
				"What are the requirements for registering a SIM card?",
				"Can I register multiple SIM cards?",
				"Is it necessary to register every SIM card?",
				"Can I register a SIM card without proof of identification?",
				"Are there different registration procedures for different SIM cards?",
				"Do I need to provide personal information to register a SIM card?",
				"Can I register a SIM card in a different name?",
				"Are prepaid SIM cards eligible for registration?",
				"Can I use a registered SIM card in any device?",
				"What happens if I don't register my SIM card?",
				"Can I register a SIM card online?",
				"Is there a deadline to register a SIM card?",
				"Can I register a SIM card from another country?",
				"Are there any fees associated with registering a SIM card?",
				"Can I register a SIM card on behalf of someone else?",
				"Is there an age restriction for registering a SIM card?",
				"Can I register a SIM card with a temporary address?",
				"Do I need to provide my home address to register a SIM card?",
				"Can I register a SIM card without a valid ID?",
				"Are there any restrictions on registering a SIM card for tourists?",
				"Can I register a SIM card if I am not a citizen?",
				"Is there a limit on the number of SIM cards I can register?",
				"Can I register a SIM card with a foreign identification document?",
				"Do I need to register my SIM card if I am only visiting temporarily?",
				"Are there any penalties for not registering a SIM card?",
				"Can I register a SIM card without a passport?",
				"What information do I need to provide to register a SIM card?",
				"Can I register a SIM card using a driver's license?",
				"Is it mandatory to register a SIM card?",
				"Can I register a SIM card without a permanent address?",
				"My SIM is Talk and Text, can I register?",
				"I have a Talk and Text SIM, am I eligible for registration?",
				"Can I register my Talk and Text SIM card?",
				"Is it possible to register my SIM card if it's from Talk and Text?",
				"Does Talk and Text allow SIM card registration?",
				"Can I go through the registration process with my Talk and Text SIM?",
				"Are Talk and Text SIM cards eligible for registration?",
				"Is SIM card registration available for Talk and Text users?",
				"I'm using a Talk and Text SIM, can I proceed with registration?",
				"Can I register my Talk and Text SIM card legally?",
				"Is there a specific process for registering a Talk and Text SIM card?",
				"What are the requirements to register a Talk and Text SIM card?",
				"Can I register multiple Talk and Text SIM cards?",
				"Do I need to register my Talk and Text SIM to use it?",
				"Is SIM card registration mandatory for Talk and Text users?",
				"Can I register my Talk and Text SIM without proof of identification?",
				"Are there any restrictions on registering a Talk and Text SIM card?",
				"Can I register my Talk and Text SIM card online?",
				"Is there a deadline for registering my Talk and Text SIM card?",
				"Can I register my Talk and Text SIM card from abroad?",
				"Do I need to pay any fees to register my Talk and Text SIM card?",
				"Can someone else register my Talk and Text SIM card on my behalf?",
				"Is there an age restriction for registering a Talk and Text SIM card?",
				"Can I register my Talk and Text SIM card with a temporary address?",
				"Do I need to provide my home address to register my Talk and Text SIM card?",
				"Can I register my Talk and Text SIM card without a valid ID?",
				"Are there any restrictions on registering a Talk and Text SIM card for tourists?",
				"Can I register my Talk and Text SIM card if I'm not a Filipino citizen?",
				"Is there a limit on the number of Talk and Text SIM cards I can register?",
				"Can I register my Talk and Text SIM card with a foreign identification document?",
				"What documents are required to register my Talk and Text SIM card?",
				"What are the consequences of using an unregistered SIM card?",
				"Can I register a SIM card with a P.O. Box address?",
				"Are there any age restrictions for registering a SIM card?",
				"Can I register a SIM card using a temporary identification document?",
				"Is there a time limit to register a newly purchased SIM card?",
				"Can I register a SIM card in someone else's name?",
				"Are there any limitations on registering a SIM card for minors?",
				"Can I register a SIM card without providing my email address?",
				"Do I need to provide my social security number to register a SIM card?",
				"Can I register a SIM card with a foreign passport?",
				"What documents are required to register a SIM card?",
				"Can I register a SIM card with a student ID?",
				"Do I need to register a SIM card for a landline connection?",
				"Can I register a SIM card without a proof of address?",
				"Are there any restrictions on registering a SIM card for non-residents?",
				"Can I register a SIM card without a permanent phone number?"
				],
			"responses": [
				"All local cellular networks are welcome to register.",
				"Any cellular networks operating in the area are allowed to register.",
				"All cellular networks are eligible and welcome to participate in the registration process.",
				"The registration procedure is open to all cellular networks operating locally.",
				"All cellular networks are eligible to register for the garbage collection notification system.",
				"The registration for the garbage collection notification system is open to all mobile networks.",
				"All local service providers are eligible for registration.",
				"Registration is open to all service providers operating locally.",
				"All local mobile networks are permitted to register without any restrictions.",
				"All local cellular networks are welcome to register.",
				"Registration is open to all local cellular networks.",
				"Local cellular networks are invited to register.",
				"Registration is available for all local cellular networks.",
				"All local cellular networks have the opportunity to register.",
				"Local cellular networks are encouraged to register.",
				"All local cellular networks are eligible for registration.",
				"Registration is accessible for all local cellular networks.",
				"Local cellular networks are free to register.",
				"All local cellular networks are permitted to register.",
				"Registration is open to all local cellular networks without restrictions.",
				"Local cellular networks are allowed to register.",
				"All local cellular networks can register.",
				"Registration is unrestricted for all local cellular networks.",
				"Local cellular networks have the option to register.",
				"All local cellular networks are granted registration privileges.",
				"Registration is extended to all local cellular networks.",
				"Local cellular networks are welcome to register without limitations.",
				"All local cellular networks are authorized to register.",
				"Registration is open to all local cellular networks without exception."
				]
		},
		{
			"tag": "garbage type",
			"pattern": [
				"Do you collect all types of garbage?",
				"What types of garbage can you collect?",
				"What kind of garbage are you collecting now?",
				"What types of waste are accepted during regular garbage collection?",
				"What kinds of trash are acceptable during routine garbage collection?",
				"What sorts of waste can be collected during regular rubbish collection?",
				"Is it acceptable to include electronic waste like old computers or televisions in regular waste pickup?",
				"Are electronic waste items, such as old computers or televisions, allowed in routine garbage collection?",
				"Should I include electronic waste, such as old computers or televisions, in the regular garbage pickup?",
				"Do you accept biodegradable waste?",
				"Do you accept decomposable waste?",
				"What is included in waste pickup?",
				"Is there a separate collection for recyclable materials?",
				"Are there any collection services for unused or expired household cleaning products?",
				"Are there any collection services available for unused or expired household cleaning products?",
				"Do collection services exist specifically for unused or expired household cleaning products?",
				"Are there any dedicated collection services for disposing of unused or expired household cleaning products?",
				"Is there a service that facilitates the collection of unused or expired household cleaning products?",
				"Are there any specialized collection services for unused or expired household cleaning products?",			
				"How can I dispose of large or bulky items that are not accepted during regular garbage collection?",
				"What should I do with large or bulky items that are not allowed in regular waste pickup?",
				"How do I get rid of large or oversized items that are not accepted during regular garbage collection?",
                "Can I dispose of electronic waste, such as old computers or TVs, during regular garbage collection?",
                "Are there any items that are not accepted for regular garbage collection?"

				],
			"responses": [
				"All types of garbage will be collected just make it sure it is well segregated.",
				"All forms of trash will be collected just make sure it is properly segregated.",
				"All types of garbage will be collected, as long as it is well segregated.",
				"Make sure to segregate your garbage properly as all types will be collected.",
				"You must ensure that your garbage is well segregated as all types will be collected.",
				"Properly segregate your garbage to ensure its collection, regardless of the type.",
				"Ensure effective segregation of garbage as all types will be collected.",
				"Make sure your garbage is well sorted before collection, irrespective of the type.",
				"All types of garbage will be picked up, provided they are properly segregated.",
				"To ensure collection, it is important to segregate your garbage, regardless of the type.",
				"Garbage collection includes all types, but proper segregation is required.",
				"Ensure your garbage is well separated for collection, regardless of its type.",
				"Make sure your garbage is segregated correctly to guarantee collection of all types.",
				"All types of garbage will be gathered, so make sure it is properly sorted.",
				"Proper segregation of garbage is essential for collection, irrespective of its type.",
				"To have your garbage collected, ensure it is well segregated, regardless of the type.",
				"All types of garbage will be collected, provided they are segregated accordingly.",
				"Make sure your garbage is well organized for collection, regardless of its type.",
				"Ensure proper segregation of your garbage to guarantee its collection, irrespective of the type.",
				"To ensure collection, it is important to segregate your garbage properly, regardless of its type.",
				"Garbage collection includes all types, but it must be well segregated.",
				"Ensure your garbage is properly sorted for collection, regardless of the type."
				]
		},
		{
			"tag": "time",
			"pattern": [
				"How far in advance are the SMS notifications sent for garbage collection?",
				"How far ahead of time are SMS reminders for garbage collection sent?",
				"What is the advance notice period for sending SMS reminders about garbage collection?",
				"How much time in advance are SMS reminders sent for garbage collection?",
				"When are SMS reminders for garbage collection typically sent, with respect to the scheduled time?",
				"What is the usual lead time for sending SMS reminders regarding garbage collection?",
				"When will I receive the SMS notification?",
                "Are the SMS notifications sent out in advance or on the day of garbage collection?",
				"Are SMS notifications provided before or on the day of garbage collection?",
				"Are SMS notifications issued ahead of time or on the day of rubbish collection?",
                "What is the interval between SMS notifications for trash disposal?",
				"At what point before the garbage collection is scheduled do the SMS reminders get sent?",
				"At what point before the garbage collection is scheduled do the SMS reminders get sent?",
				"When are the SMS reminders sent before the scheduled garbage collection?",
				"How long before the garbage collection is scheduled are the SMS reminders sent?",
				"How long before the garbage collection is scheduled are the SMS reminders sent?",
				"What is the time frame for sending the SMS reminders before the scheduled garbage collection?",
				"At what interval before the garbage collection is scheduled are the SMS reminders sent?",
				"How much time in advance before the scheduled garbage collection are the SMS reminders sent?",
				"When do the SMS reminders get sent in relation to the scheduled garbage collection?",
				"What is the lead time for sending the SMS reminders before the garbage collection is scheduled?",
				"Before the scheduled garbage collection, how early are the SMS reminders sent?",
				"At what point before the garbage collection is scheduled do the SMS reminders get sent?",
				"How far in advance before the scheduled garbage collection are the SMS reminders sent?",
				"When are the SMS reminders typically sent before the garbage collection is scheduled?",
				"Is there a specific duration before the garbage collection is scheduled when the SMS reminders are sent?",
				"Do the SMS reminders get dispatched before the scheduled garbage collection? If yes, how long before?",
				"How soon before the garbage collection is scheduled are the SMS reminders sent out?",
				"When can I expect to receive the SMS reminders before the garbage collection is scheduled?",
				"Is there a particular time frame for sending the SMS reminders before the scheduled garbage collection?",
				"Before the scheduled garbage collection, when do I receive the SMS reminders?",
				"How much notice is given through the SMS reminders before the garbage collection is scheduled?",
				"Are there specific timings for sending the SMS reminders before the scheduled garbage collection?",
				"When should I anticipate receiving the SMS reminders before the garbage collection is scheduled?",
				"Is there a standard time period before the garbage collection is scheduled when the SMS reminders are sent?",
				"Before the garbage collection is scheduled, how much time in advance are the SMS reminders sent?",
				"At what time before the scheduled garbage collection are the SMS reminders sent?",
				"Do the SMS reminders get sent before the scheduled garbage collection? If so, when?",
				"When can I expect to receive the SMS reminders before the garbage collection is scheduled?",
				"Are there specific timings for sending the SMS reminders before the scheduled garbage collection?",
				"Before the scheduled garbage collection, when exactly are the SMS reminders sent?",
				"At what stage prior to the garbage collection is scheduled do the SMS reminders get sent?",
				"How much in advance before the scheduled garbage collection are the SMS reminders sent?",
				"When should I anticipate receiving the SMS reminders before the garbage collection is scheduled?",
				"Are the SMS reminders sent out a specific amount of time before the scheduled garbage collection?",
				"Do the SMS reminders get dispatched before the scheduled garbage collection? If yes, when?",
				"When will I receive the SMS reminders before the garbage collection is scheduled?",
				"Is there a particular timeframe for sending the SMS reminders before the scheduled garbage collection?",
				"Before the scheduled garbage collection, when can I expect to receive the SMS reminders?",
				"How soon before the garbage collection is scheduled are the SMS reminders sent?",
				"Are the SMS reminders sent prior to the scheduled garbage collection? If so, when?",
				"When do the SMS reminders typically get sent before the scheduled garbage collection?",
				"Is there a specific interval before the garbage collection is scheduled when the SMS reminders are sent?"
				],
			"responses": [
				"Notification is typically sent around 5 to 10 minutes prior to the arrival of the truck.",
				"SMS reminders for garbage collection are sent approximately 5 to 10 minutes beforehand.",
				"Typically, SMS reminders for garbage collection are sent with an advance notice of around 5 to 10 minutes.",
				"The usual timeframe for sending SMS reminders for garbage collection is approximately 5 to 10 minutes before the scheduled time.",
				"Expect to receive SMS reminders for garbage collection around 5 to 10 minutes prior to the designated time.",
				"You can anticipate receiving SMS reminders for garbage collection with a lead time of approximately 5 to 10 minutes.",
				"Notification is typically sent around 5 to 10 minutes prior to the arrival of the truck.",
				"The notification is usually sent approximately 5 to 10 minutes before the truck arrives.",
				"Around 5 to 10 minutes before the truck's arrival, the notification is typically sent.",
				"The notification is sent with a lead time of about 5 to 10 minutes before the truck arrives.",
				"Prior to the truck's arrival, the notification is typically sent around 5 to 10 minutes in advance.",
				"Approximately 5 to 10 minutes before the truck arrives, the notification is sent.",
				"The notification is typically dispatched around 5 to 10 minutes before the truck's arrival.",
				"Around 5 to 10 minutes prior to the truck's arrival, the notification is usually sent.",
				"The notification is usually sent around 5 to 10 minutes before the truck is scheduled to arrive.",
				"Around 5 to 10 minutes before the truck is expected to arrive, the notification is typically sent.",
				"The notification is generally sent around 5 to 10 minutes before the truck's scheduled arrival time.",
				"Around 5 to 10 minutes before the truck's planned arrival, the notification is typically sent.",
				"The notification is typically sent around 5 to 10 minutes before the truck is due to arrive.",
				"Approximately 5 to 10 minutes before the truck's expected arrival, the notification is sent.",
				"Around 5 to 10 minutes before the truck is set to arrive, the notification is usually sent.",
				"The notification is typically sent around 5 to 10 minutes prior to the anticipated arrival of the truck.",
				"Around 5 to 10 minutes before the expected arrival of the truck, the notification is usually sent.",
				"The notification is usually sent approximately 5 to 10 minutes before the truck's estimated arrival time.",
				"Around 5 to 10 minutes before the estimated arrival time of the truck, the notification is typically sent.",
				"The notification is typically sent around 5 to 10 minutes before the truck is projected to arrive."
				]
		},
		{
			"tag": "onlySMS",
			"pattern": [
				"Can I receive notifications on Facebook instead of via SMS?",
				"Can I receive notifications on Facebook instead of via SMS?",
				"Is it possible to receive notifications on Facebook rather than through SMS?",
				"Can I get notifications on Facebook in place of SMS?",
				"Is there an option to receive notifications on Facebook instead of via SMS?",
				"Instead of SMS, can I receive notifications on Facebook?",
				"Am I able to receive notifications on Facebook as an alternative to SMS?",
				"Is Facebook notification an alternative to SMS for receiving updates?",
				"Can I opt for Facebook notifications instead of receiving them through SMS?",
				"Instead of SMS, can I choose to receive notifications on Facebook?",
				"Is there a way to receive notifications on Facebook rather than through SMS?",
				"Can I switch from SMS to Facebook for receiving notifications?",
				"Is Facebook a valid alternative for receiving notifications instead of SMS?",
				"Can I receive updates and notifications on Facebook in lieu of SMS?",
				"Instead of SMS, can I receive alerts and notifications on Facebook?",
				"Am I allowed to receive notifications on Facebook rather than via SMS?",
				"Is it possible to get notifications on Facebook instead of receiving them through SMS?",
				"Can I opt for Facebook notifications instead of SMS alerts?",
				"Instead of receiving SMS, can I receive notifications on Facebook?",
				"Is there an option to receive updates and notifications on Facebook instead of SMS?",
				"Can I switch to Facebook for receiving notifications instead of SMS?",
				"What strategy do you use to inform the community that you will collect their garbage?",
				"Is it possible to get notifications on Facebook rather than receiving them through SMS?",
				"Can I opt for Facebook as the preferred method of receiving notifications, replacing SMS?",
				"Is there an option to direct notifications to my Facebook account rather than via SMS?",
				"Can I set up my notification preferences to send them to Facebook instead of SMS?",
				"Can I choose Facebook as the primary platform for receiving notifications, eliminating SMS?",
				"Is it feasible to receive all my notifications exclusively on Facebook, excluding SMS?",
				"Can I configure my notification settings to prioritize Facebook over SMS?",
				"Is there a feature that allows me to redirect notifications to Facebook instead of SMS?",
				"Can I customize my notification delivery to be solely on Facebook, bypassing SMS?",
				"Can I receive notifications via email instead of SMS?",
				"Is it possible to get notifications on email rather than through SMS?",
				"Can I opt for email as the preferred method of receiving notifications, replacing SMS?",
				"Is there an option to direct notifications to my email account instead of SMS?",
				"Can I set up my notification preferences to send them to email instead of SMS?",
				"Can I choose email as the primary platform for receiving notifications, eliminating SMS?",
				"Is it feasible to receive all my notifications exclusively on email, excluding SMS?",
				"Can I configure my notification settings to prioritize email over SMS?",
				"Is there a feature that allows me to redirect notifications to email instead of SMS?",
				"Can I customize my notification delivery to be solely on email, bypassing SMS?",
				"Are there alternative methods available for the notification system?",
				"Are there any further options or alternatives that can be considered for the notification system?",
				"Are there any other means for the notification system?",
				"Is there any other way for the notification system to work?",
				"Do the notification systems have any other methods?"
				],
			"responses": [
				"For now we only notify through SMS.",
				"For now, we only send notifications via SMS.",
				"Currently, our notification system is limited to SMS messages only.",
				"At present, we solely utilize SMS notifications for communication purposes.",
				"For the time being, our notification method is restricted to SMS notifications exclusively.",
				"As of now, our primary means of notification is through SMS messages alone.",
				"Presently, we rely solely on SMS notifications for providing updates and information.",
				"At the moment, our notification system only supports SMS messages.",
				"We are currently limited to utilizing SMS notifications as our sole notification method.",
				"For now, our notifications are only sent through SMS.",
				"Currently, we exclusively notify through SMS.",
				"At the moment, we solely use SMS for notifications.",
				"As of now, our notification method is limited to SMS.",
				"Presently, our notifications are exclusively delivered via SMS.",
				"For the time being, we only send notifications through SMS.",
				"At this time, our notifications are limited to SMS.",
				"Currently, we do not provide notifications through any other means except SMS.",
				"As of now, SMS is the only channel used for notifications.",
				"For the time being, we rely solely on SMS for notifications.",
				"At present, our notification system is SMS-based only.",
				"Currently, our notification service is exclusively SMS-driven.",
				"As of now, we do not offer notifications through any other medium apart from SMS.",
				"For now, SMS is the sole method used for notifications.",
				"At this time, we do not support notifications through any other channel except SMS.",
				"Presently, notifications are sent exclusively via SMS.",
				"For the moment, our notification system is limited to SMS.",
				"Currently, we have not implemented any other notification method except SMS.",
				"As of now, our notification mechanism is restricted to SMS.",
				"For the time being, notifications are only delivered through SMS."
				]
		},
		{
			"tag": "transfer",
			"pattern": [
				"Im going to transfer to another barangay, how to change my group cluster?",
				"I'm going to transfer to another barangay. How can I change my group cluster?",
				"If I'm moving to another barangay, what is the process for changing my group cluster?",
				"What do I need to do to change my group cluster if I'm transferring to another barangay?",
				"I'm planning to relocate to a different barangay. How do I go about changing my group cluster?",
				"When moving to another barangay, how can I update or change my group cluster?",
				"If I'm transferring to a different barangay, what steps should I take to change my group cluster?",
				"I'm going to move to another barangay soon. How do I go about switching my group cluster?",
				"When I transfer to another barangay, what is the procedure for changing my group cluster?",
				"How can I change my group cluster when I'm relocating to a different barangay?",
				"If I'm changing barangays, what is the process for changing my group cluster?",
				"I'm planning to move to a different barangay. What should I do to update my group cluster?",
				"When I transfer to another barangay, how do I update my group cluster?",
				"What are the steps involved in changing my group cluster when I transfer to a different barangay?",
				"If I'm moving to a new barangay, what is the procedure for changing my group cluster?",
				"I'm going to transfer to another barangay soon. How do I go about updating my group cluster?",
				"When relocating to another barangay, how can I change my group cluster?",
				"If I'm transferring to a different barangay, how can I update my group cluster?",
				"I'm planning to move to another barangay. How do I change my group cluster?",
				"When I change barangays, what is the process for changing my group cluster?",
				"I'm going to move to a different barangay. How do I update my group cluster?",
				"I'm planning to relocate to a different barangay. How can I change my group cluster?",
				"I will be moving to another barangay. What is the process for changing my group cluster?",
				"I'm in the process of transferring to a different barangay. How do I go about changing my group cluster?",
				"I'm moving to a new barangay. What steps should I follow to switch my group cluster?",
				"I have plans to change my residence to another barangay. How can I update my group cluster?",
				"I have plans to change my residence to another barangay. How can I update my group cluster?",
				"If I'm planning to move to another barangay, what steps should I take to update my group cluster?",
				"I'm considering changing my residence to a different barangay. How do I go about updating my group cluster?",
				"When I change my residence to another barangay, how can I update my group cluster?",
				"If I decide to move to a different barangay, what is the process for updating my group cluster?",
				"I'm thinking of relocating to another barangay. How do I update my group cluster?",
				"What do I need to do to update my group cluster if I change my residence to another barangay?",
				"I'm planning to transfer my residence to a different barangay. How can I update my group cluster?",
				"When I move to another barangay, how can I update my group cluster?",
				"If I change my residence to a different barangay, how do I go about updating my group cluster?",
				"I'm going to change my residence to another barangay. How do I update my group cluster?",
				"If I decide to move to another barangay, how can I update my group cluster?",
				"I'm considering relocating to a different barangay. What is the process for updating my group cluster?",
				"What steps should I take to update my group cluster if I move to a different barangay?",
				"I'm thinking of changing my residence to another barangay. How do I update my group cluster?",
				"When I relocate to another barangay, how can I update my group cluster?",
				"If I move to a different barangay, what is the procedure for updating my group cluster?",
				"I'm planning to transfer my residence to another barangay. How can I update my group cluster?",
				"When I change my residence to a different barangay, how do I go about updating my group cluster?",
				"If I decide to move to another barangay, how can I update my group cluster?"
				],
			"responses": [
				"If you are going to reside to another Barangay, you can check by texting keyword to sample_number.",
				"To check your new group cluster after relocating to another Barangay, simply send the keyword to the provided sample number.",
				"Upon moving to a different Barangay, you can verify your updated group cluster by texting the specified keyword to the given sample number.",
				"After changing your residence to another Barangay, send the designated keyword to the sample number to check your new group cluster.",
				"If you have transferred to a different Barangay, you can inquire about your updated group cluster by sending the keyword via text to the provided sample number.",
				"To confirm your new group cluster following your relocation to another Barangay, send the keyword to the provided sample number via text message.",
				"To transfer to a different cluster, you can unsubscribe by sending a text message with the designated keyword to the sample number. Afterward, you can subscribe again to the desired cluster using the same process. You can also contact us via email so that we can assist you with your concern.",
				"If you have transferred to a different Barangay, you can inquire about your updated group cluster by sending the keyword via text to the provided sample number.",
				"In case you have moved to a different Barangay, you can request information about your updated group cluster by sending a text message with the specified keyword to the provided sample number.",
				"If you have relocated to another Barangay, you can obtain details about your updated group cluster by sending a text message containing the designated keyword to the provided sample number.",
				"If you have transferred to a different Barangay, you can find out your updated group cluster by sending a text message with the provided sample number and the designated keyword.",
				"If you have changed your residence to a different Barangay, you can inquire about your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"If you have moved to a different Barangay, you can request information regarding your updated group cluster by sending a text message with the provided sample number and the designated keyword.",
				"If you have relocated to another Barangay, you can obtain details about your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"In case you have transferred to a different Barangay, you can find out your updated group cluster by sending a text message with the specified keyword to the provided sample number.",
				"If you have changed your residence to a different Barangay, you can inquire about your updated group cluster by sending a text message with the provided sample number and the designated keyword.",
				"If you have moved to a different Barangay, you can request information regarding your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"If you have relocated to another Barangay, you can obtain details about your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"In case you have transferred to a different Barangay, you can find out your updated group cluster by sending a text message with the specified keyword to the provided sample number.",
				"If you have changed your residence to a different Barangay, you can inquire about your updated group cluster by sending a text message with the provided sample number and the designated keyword.",
				"If you have moved to a different Barangay, you can request information regarding your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"If you have relocated to another Barangay, you can obtain details about your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"In case you have transferred to a different Barangay, you can find out your updated group cluster by sending a text message with the specified keyword to the provided sample number.",
				"If you have changed your residence to a different Barangay, you can inquire about your updated group cluster by sending a text message with the provided sample number and the designated keyword.",
				"If you have moved to a different Barangay, you can request information regarding your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"If you have relocated to another Barangay, you can obtain details about your updated group cluster by sending a text message with the designated keyword to the provided sample number.",
				"In case you have transferred to a different Barangay, you can find out your updated group cluster by sending a text message with the specified keyword to the provided sample number."
				]
		},
		{
			"tag": "fulltruck",
			"pattern": [
				"What should be done when the garbage truck is full? Will it return for the left garbage?",
				"What should be done when the garbage truck is full? Will it return for the remaining garbage?",
				"If the garbage truck is full, what is the procedure? Will it come back for the remaining garbage?",
				"What should I do if the garbage truck is already full? Will it return to collect the remaining garbage?",
				"When the garbage truck reaches its capacity, what are the instructions? Will it revisit to pick up the remaining garbage?",
				"In case the garbage truck is full, what steps should be taken? Will it come back for the leftover garbage?",
				"What actions should be taken when the garbage truck is at maximum capacity? Will it make another round to pick up the remaining garbage?",
				"If the garbage truck becomes full, what should I do? Will it return to collect the excess garbage?",
				"When the garbage truck is filled to capacity, what should residents do? Will it revisit to collect any remaining garbage?",
				"What is the protocol when the garbage truck is full? Will it make a second trip to collect the remaining garbage?",
				"If the garbage truck reaches its limit, what should be done? Will it come back for the excess garbage?",
				"When the garbage truck is unable to accommodate more garbage, what should residents do? Will it return to pick up the remaining garbage?",
				"What should residents do when the garbage truck is full? Will it revisit to collect the remaining garbage?",
				"If the garbage truck is unable to accept more waste, what actions are required? Will it make another stop to collect the remaining garbage?",
				"When the garbage truck is at full capacity, what are the necessary steps? Will it come back to pick up the leftover garbage?",
				"What should be done if the garbage truck is already filled? Will it return for the remaining garbage?",
				"If the garbage truck becomes full, what is the procedure? Will it come back to collect the remaining garbage?",
				"What should I do when the garbage truck is at maximum capacity? Will it revisit to pick up the remaining garbage?",
				"In case the garbage truck is full, what actions should be taken? Will it come back for the leftover garbage?",
				"What steps should be taken when the garbage truck reaches its capacity? Will it make another round to pick up the remaining garbage?",
				"If the garbage truck is filled to capacity, what should I do? Will it return to collect the excess garbage?",
				"Will the garbage truck return once it's full?",
				"Once the garbage truck is full, will it make a return trip?",
				"Is it customary for the garbage truck to come back once it reaches full capacity?",
				"After the garbage truck is filled, does it typically return for another round?",
				"After the garbage truck is filled, does it typically return for another round?",
				"Once the garbage truck is full, is there a usual practice for it to make another round?",
				"When the garbage truck reaches its capacity, is it common for it to come back for additional rounds?",
				"After the garbage truck is filled to its limit, is there a standard procedure for it to revisit the area?",
				"Once the garbage truck is at maximum capacity, is there a regular practice for it to return for subsequent rounds?",
				"When the garbage truck is full, is it typical for it to make additional trips?",
				"After the garbage truck is filled, is there a customary process for it to make another collection round?",
				"Once the garbage truck reaches its capacity, does it usually return for further collections?",
				"When the garbage truck is full, is it standard for it to revisit the location?",
				"After the garbage truck is filled to its limit, is it usual for it to come back for additional pickups?",
				"Once the garbage truck is at maximum capacity, is it common for it to make subsequent trips?",
				"When the garbage truck is full, is there a usual practice for it to make additional stops?",
				"After the garbage truck is filled, does it typically return for another collection run?",
				"Once the garbage truck reaches its capacity, is there a regular practice for it to revisit the area?",
				"When the garbage truck is full, is it typical for it to make extra rounds?",
				"After the garbage truck is filled to its limit, is there a customary process for it to make another visit?",
				"Once the garbage truck is at maximum capacity, does it usually return for additional collections?",
				"When the garbage truck is full, is it standard for it to revisit the location?",
				"After the garbage truck is filled to its limit, is it usual for it to come back for further pickups?",
				"Once the garbage truck is at maximum capacity, is it common for it to make additional trips?",
				"When the garbage truck is full, does it usually make a second trip?",
				"Once the garbage truck reaches its maximum capacity, does it normally make another visit?"
				],
			"responses": [
				"In the instance in which this happens, the truck is obligated to return to the path he was assigned and get all the trash from a designated point.",
				"In such cases, the garbage truck is required to return to its designated route and collect all the trash from the assigned collection point.",
				"If this situation occurs, the truck has an obligation to go back to its assigned path and collect all the garbage from the designated point.",
				"If this situation occurs, the truck has an obligation to go back to its assigned path and collect all the garbage from the designated point.",
				"In such a scenario, it is the responsibility of the truck to return to its designated route and collect all the garbage from the specified location.",
				"When this situation arises, the truck is required to go back to its designated path and ensure the collection of all the garbage from the designated point.",
				"If this situation occurs, it is expected that the truck will return to its assigned path and complete the collection of all the garbage from the designated point.",
				"In such cases, the truck is obligated to go back to its designated route and collect all the garbage from the designated point.",
				"When this situation arises, the truck has the duty to return to its assigned path and collect all the garbage from the designated point.",
				"If this situation occurs, it is the truck's responsibility to go back to its assigned path and collect all the garbage from the designated point.",
				"In such circumstances, it is expected that the truck will return to its designated route and ensure the collection of all the garbage from the designated point.",
				"When this situation arises, the truck is obliged to go back to its designated path and complete the collection of all the garbage from the designated point.",
				"If this situation occurs, it is the truck's duty to go back to its assigned path and collect all the garbage from the designated point.",
				"In such a situation, the truck is obligated to return to its designated route and collect all the garbage from the designated point.",
				"When this situation occurs, it is expected that the truck will return to its assigned path and ensure the collection of all the garbage from the designated point.",
				"If this situation arises, the truck has the responsibility to go back to its assigned path and collect all the garbage from the designated point.",
				"In such instances, it is expected that the truck will return to its designated route and complete the collection of all the garbage from the designated point.",
				"When this situation occurs, the truck is required to go back to its designated path and collect all the garbage from the designated point.",
				"If this situation arises, it is the truck's obligation to go back to its assigned path and collect all the garbage from the designated point.",
				"In such a case, the truck is obligated to return to its designated route and collect all the garbage from the designated point.",
				"When this situation occurs, it is expected that the truck will return to its assigned path and ensure the collection of all the garbage from the designated point.",
				"If this situation arises, it is the truck's duty to go back to its assigned path and collect all the garbage from the designated point.",
				"In such circumstances, the truck is obliged to return to its designated route and complete the collection of all the garbage from the designated point.",
				"When this happens, the garbage truck must return to the assigned route and retrieve all the waste from the designated collection point.",
				"When faced with this scenario, it is mandatory for the garbage truck to return to its designated path and gather all the trash from the specified point.",
				"If such a situation arises, the truck is obligated to retrace its assigned path and pick up all the garbage from the designated collection point."
				]
		},
		{
			"tag": "1policy",
			"pattern": [
				"Can multiple SIM cards be registered?",
				"How many SIM cards can be registered per household?",
				"Can I register multiple numbers in one household?",
				"Is it possible to register multiple numbers under one username?",
				"Is it possible to register multiple numbers for one household?",
				"is it possible to register multiple number for one username?",
				"is it possible to register multiple number for one household?",
				"Am I able to add more phone numbers to my SMS notification list for waste collection?",
				"How do I activate my other SIM card for receiving notifications within the system?",
				"Can I link my second SIM card to the notification system and if yes, what's the process?",
                "How do I register a new number?",
                "Can I add additional phone numbers to receive SMS notifications for garbage collection?",
				"Can you add all my family members so we are all notified?",
				"Can you add all my family members so we are all notified?",
				"Is it possible to include all my family members for notifications?",
				"Can all my family members be added for receiving notifications?",
				"Is there an option to register all my family members for notifications?",
				"Can I have all my family members registered to receive notifications?",
				"Is it allowed to add all my family members for notification purposes?",
				"Can I include all my family members to receive notifications?",
				"Is there a provision to register all my family members for notifications?",
				"Can all my family members be included in the notification list?",
				"Is it possible to add all my family members so that they receive notifications?",
				"Can I register all my family members to be notified?",
				"Is there a way to include all my family members in the notification system?",
				"Can all my family members be added to the notification recipients?",
				"Is it permitted to register all my family members for receiving notifications?",
				"Can I have all my family members included in the notification process?",
				"Is there a mechanism to add all my family members for notifications?",
				"Can all my family members be enrolled to receive notifications?",
				"Is it allowed to register all my family members to receive notifications?",
				"Can I include all my family members in the notification registration?",
				"Is there a provision to add all my family members for receiving notifications?",
				"Can multiple SIM cards be registered?",
				"Is it possible to register multiple SIM cards?",
				"Are multiple SIM cards allowed for registration?",
				"Is there a limit on the number of SIM cards that can be registered?",
				"Can I register more than one SIM card?",
				"Are users permitted to register multiple SIM cards?",
				"Is it permissible to register multiple SIM cards?",
				"Is there a restriction on the number of SIM cards that can be registered?",
				"Can I have multiple SIM cards registered under my name?",
				"Are there any limitations on registering multiple SIM cards?",
				"Is it allowed to register multiple SIM cards under a single name?",
				"Can I register multiple SIM cards using the same details?",
				"Are there any regulations regarding the registration of multiple SIM cards?",
				"Is there a policy in place for registering multiple SIM cards?",
				"Can I possess and register multiple SIM cards?",
				"Are there any guidelines for registering multiple SIM cards?",
				"Is it acceptable to register multiple SIM cards with different numbers?",
				"Can I own and register multiple SIM cards?",
				"Are there any rules regarding the registration of multiple SIM cards?",
				"Is it permitted to have multiple SIM cards registered to one person?"
				],
			"responses": [
				"Per our policy, notifications are limited to one contact number per household.",
                "We strictly adhere to a policy where only one SIM per household will be informed.",
				"We strictly adhere to a policy where only one SIM per household will be informed.",
				"Our policy strictly allows only one SIM per household to receive notifications.",
				"We have a strict policy in place that limits notification delivery to one SIM per household.",
				"As per our policy, only one SIM card per household will receive notifications.",
				"We follow a strict policy that permits notification delivery to only one SIM card per household.",
				"In compliance with our policy, only one SIM card per household will be informed.",
				"Our policy mandates that only one SIM per household will be eligible for receiving notifications.",
				"We enforce a policy where only one SIM card per household will be notified.",
				"According to our policy, only one SIM card per household will be included in the notification system.",
				"We adhere strictly to a policy where only one SIM per household will receive notifications.",
				"Our policy ensures that only one SIM per household will be informed.",
				"As per our policy, only one SIM card per household will be eligible for notifications.",
				"We have a policy in place that limits notifications to only one SIM per household.",
				"According to our policy, only one SIM card per household will receive notifications.",
				"We strictly enforce a policy allowing notifications to be sent to only one SIM per household.",
				"Our policy dictates that only one SIM per household will be notified.",
				"As per our policy, only one SIM card per household will be included in the notification process.",
				"We follow a policy where only one SIM per household will be included in the notification list.",
				"According to our policy, only one SIM card per household will be informed.",
				"We have a strict policy in place that restricts notifications to only one SIM per household.",
                "We have a firm policy in place that ensures only one contact person per household will be notified.",
				"Our policy strictly states that only one SIM card registered per household will receive notifications."
				]
		},
		{
			"tag": "maintainance",
			"pattern": [
				"Why didn't the garbage truck pass by this week?",
                "Why didn't the garbage truck pass by today?",
				"Why was there no garbage truck collection this week?",
				"What was the reason for the garbage truck not passing by this week?",
				"Can you explain why the garbage truck did not come for collection this week?",
				"Why was there a missed garbage truck collection this week?",
				"Could you provide some insight into why the garbage truck did not make its usual collection this week?",
				"Why didn't the garbage truck pass by this week?",
				"What could be the reason for the garbage truck not passing by this week?",
				"Why was there no garbage truck collection this week?",
				"What might have caused the garbage truck to not come this week?",
				"Why did the garbage truck not make its usual visit this week?",
				"What could be the explanation for the absence of the garbage truck this week?",
				"Why was there no garbage truck collection scheduled for this week?",
				"What might be the reason for the garbage truck not coming this week?",
				"Why did the garbage truck skip its regular visit this week?",
				"What could have led to the garbage truck not passing by this week?",
				"Why was there no garbage truck pickup this week?",
				"What could be the cause of the garbage truck not coming this week?",
				"Why didn't the garbage truck make its usual rounds this week?",
				"What might explain the absence of the garbage truck this week?",
				"Why was there no scheduled garbage truck collection this week?",
				"What could be the reason for the garbage truck not arriving this week?",
				"Why did the garbage truck fail to make its regular visit this week?",
				"What might have contributed to the garbage truck not passing by this week?",
				"Why was there no garbage truck collection conducted this week?",
				"What could be the explanation for the garbage truck not showing up this week?",
				"Can you explain why the garbage truck did not come for collection this week?",
				"Could you provide an explanation for the absence of the garbage truck for collection this week?",
				"Why did the garbage truck fail to come for collection this week? Can you clarify?",
				"What is the reason behind the garbage truck not showing up for collection this week? Can you shed some light?",
				"I'm curious to know why the garbage truck did not come for collection this week. Can you provide an explanation?",
				"Is there a specific reason why the garbage truck did not arrive for collection this week? Can you elaborate?",
				"Could you please explain the circumstances that led to the absence of the garbage truck for collection this week?",
				"I would like to understand the reason for the non-arrival of the garbage truck for collection this week. Can you explain?",
				"Why was there a no-show from the garbage truck for collection this week? Can you provide some insight?",
				"Can you shed some light on why the garbage truck did not come for collection this week?"
				],
			"responses": [
				"It is maybe the holiday season or trucks are under maintenance, in which you will always be notified through SMS.",
				"The absence of the garbage truck this week could be due to the holiday season or ongoing maintenance of the trucks. Rest assured, you will always be notified through SMS in such situations.",
				"It is possible that the garbage truck did not come this week due to the holiday season or maintenance work on the trucks. In any case, you will receive SMS notifications to keep you informed.",
				"There might be a reason for the garbage truck not passing by this week, such as the holiday season or maintenance activities for the trucks. Remember, you will always be notified via SMS.",
				"The lack of garbage truck collection this week could be attributed to either the holiday season or maintenance work on the trucks. Rest assured, you will receive SMS notifications to stay informed.",
				"It is likely that the garbage truck did not make its usual collection this week because of the holiday season or maintenance work on the trucks. Remember, you will be notified through SMS to keep you updated.",
				"It is likely that the garbage truck did not make its usual collection this week because of the holiday season or maintenance work on the trucks. Remember, you will be notified through SMS to keep you updated.",
				"The absence of the garbage truck for collection this week is possibly due to the ongoing holiday season or maintenance activities on the trucks. Rest assured, you will be informed through SMS to keep you informed.",
				"It is possible that the garbage truck did not come for collection this week due to the holiday season or scheduled maintenance work on the trucks. Please note that you will receive SMS notifications to keep you informed.",
				"The non-arrival of the garbage truck for collection this week could be attributed to the holiday season or maintenance work being conducted on the trucks. Keep in mind that you will receive SMS notifications to stay informed.",
				"It is likely that the absence of the garbage truck for collection this week is related to the holiday season or ongoing maintenance on the trucks. Please be assured that you will receive SMS notifications to stay updated.",
				"The reason why the garbage truck did not make its regular collection this week could be the holiday season or maintenance work on the trucks. Remember to check your SMS notifications for updates.",
				"Possibly, the garbage truck did not come for collection this week due to the holiday season or maintenance work on the trucks. Stay informed by checking your SMS notifications for updates.",
				"The absence of the garbage truck for collection this week is possibly due to the holiday season or scheduled maintenance work on the trucks. You will be notified through SMS to keep you informed.",
				"It is possible that the garbage truck did not come for collection this week due to the holiday season or maintenance activities on the trucks. Rest assured, you will be informed through SMS notifications.",
				"The non-arrival of the garbage truck for collection this week could be attributed to the holiday season or maintenance work being conducted on the trucks. Keep in mind that you will receive SMS notifications to stay informed."
				]
		},
		{
			"tag": "prohibited",
			"pattern": [
				"Can i call to this number?",
				"Is it permissible to call this number?",
				"Am I allowed to make a call to this number?",
				"Can I initiate a phone call to this number?",
				"Is it acceptable to contact this number via phone call?",
				"May I use this number to place a phone call?",
				"Can I call this number?",
				"Is it permissible to make a call to this number?",
				"Am I allowed to contact this number via phone call?",
				"Is calling this number allowed?",
				"Can I use my phone to dial this number?",
				"Is it possible to place a phone call to this number?",
				"Am I permitted to call this number?",
				"Can I use the telephone to reach this number?",
				"Is it allowed to make a phone call to this number?",
				"Can I use my mobile phone to contact this number?",
				"Am I authorized to call this number?",
				"Can I dial this number using my phone?",
				"Is it acceptable to call this number?",
				"Can I make a phone call to this number?",
				"Am I within my rights to contact this number via phone call?",
				"Can I use my cellphone to call this number?",
				"Is it within the rules to make a call to this number?",
				"Can I use my telephone to reach this number?",
				"Is it permitted to place a phone call to this number?",
				"Can I contact this number by phone?",
				"Is it acceptable to contact this number via phone call?",
				"Is it permissible to reach out to this number by making a phone call?",
				"Am I allowed to contact this number through a phone call?",
				"Is it within the rules to call this number?",
				"Can I make a phone call to this number without any issues?",
				"Is it considered appropriate to contact this number by phone call?",
				"Am I permitted to reach out to this number by making a phone call?",
				"Can I use my phone to call this number without any restrictions?",
				"Is it considered acceptable to make a phone call to this number?",
				"Am I within my rights to contact this number via phone call?",
				"Can I use my cellphone to call this number without any problems?",
				"Is it within the regulations to contact this number by phone call?",
				"Can I reach out to this number by phone call?",
				"Am I allowed to make a phone call to this number?",
				"Is it permissible to use my phone to contact this number?",
				"Can I call this number without any concerns?",
				"Is it considered appropriate to reach out to this number by phone call?",
				"Am I permitted to use my telephone to contact this number?",
				"Can I make a phone call to this number without any reservations?",
				"Is it within the guidelines to contact this number by phone call?"
				],
			"responses": [
				"It is prohibited to call this number.",
				"Calling this number is strictly prohibited.",
				"It is against the rules to make a phone call to this number.",
				"Please note that calling this number is not allowed.",
				"Contacting this number via phone call is prohibited.",
				"Kindly refrain from making any phone calls to this number as it is prohibited.",
				"It is prohibited to call this number.",
				"Calling this number is not allowed.",
				"Contacting this number via phone call is strictly prohibited.",
				"Making a phone call to this number is against the rules.",
				"Calling this number is prohibited.",
				"It is not permitted to contact this number through a phone call.",
				"Using a phone call to reach this number is strictly prohibited.",
				"Calling this number is strictly forbidden.",
				"It is against the regulations to call this number.",
				"Contacting this number via phone call is not permitted.",
				"Making a phone call to this number is prohibited.",
				"It is strictly prohibited to call this number.",
				"Calling this number is explicitly forbidden.",
				"Using a phone call to contact this number is not allowed.",
				"It is against the rules to make a phone call to this number.",
				"Contacting this number via phone call is expressly prohibited.",
				"Making a phone call to this number is not allowed.",
				"It is strictly forbidden to contact this number through a phone call.",
				"Calling this number is against the guidelines.",
				"It is prohibited to use a phone call to reach this number."
				]
		},
		{
			"tag": "automatic",
			"pattern": [
				"Why am I registered even without providing my number?",
				"How was I registered even though I did not provide my phone number?",
				"Can you explain why I am registered even if I didn't provide my phone number?",
				"I'm curious as to why I was registered without providing my phone number.",
				"Why am I listed as a registered user despite not giving my phone number?",
				"Why am I receiving these notifications without registering to any services?",
				"Could you clarify how I got registered without providing my phone number?",
				"Why am I registered even without providing my number?",
				"How did I get registered without providing my number?",
				"Can you explain why I am registered without providing my number?",
				"Why was I included in the registration without providing my number?",
				"What is the reason for my registration without providing my number?",
				"How did I become registered even though I didn't provide my number?",
				"Can you clarify why I am on the registration list without providing my number?",
				"Why am I listed as registered when I haven't provided my number?",
				"What could be the explanation for my registration without providing my number?",
				"How did I end up registered without giving my number?",
				"Can you shed light on why I am registered without providing my number?",
				"Why was I added to the registration without giving my number?",
				"What might be the reason for my registration without providing my number?",
				"How did I get enrolled without providing my number?",
				"Can you explain the process behind my registration without providing my number?",
				"Why am I included in the registration without giving my number?",
				"What could be the cause for my registration without providing my number?",
				"How did I get included in the registration without providing my number?",
				"Can you provide an explanation for my registration without giving my number?",
				"Why was I registered without providing my number?",
				"I'm curious as to why I was registered without providing my phone number.",
				"Can you explain why I was registered even though I didn't provide my phone number?",
				"I would like to understand the reason behind my registration without providing my phone number.",
				"Why was I included in the registration process without providing my phone number?",
				"What could be the explanation for my registration without providing my phone number?",
				"I'm wondering how I got registered without providing my phone number.",
				"Can you shed some light on why I am registered without providing my phone number?",
				"Why am I listed as registered when I haven't provided my phone number?",
				"What might be the reason for my registration without providing my phone number?",
				"I'm curious about the process that led to my registration without providing my phone number.",
				"Can you explain how I got enrolled without providing my phone number?",
				"Why am I included in the registration without giving my phone number?",
				"What could be the cause for my registration without providing my phone number?",
				"I would like to know why I was registered without providing my phone number.",
				"Can you provide an explanation for my registration without giving my phone number?",
				"Why was I registered without providing my phone number?",
				"I'm interested in understanding why I was registered without providing my phone number.",
				"Can you clarify why I am registered without providing my phone number?",
				"Why was I added to the registration without giving my phone number?",
				"I'm curious about the reason for my registration without providing my phone number."
				],
			"responses": [
				"It was automatically added by the CENRO officials.",
				"The CENRO officials automatically added you.",
				"Your registration was automatically included by the CENRO officials,",
				"The CENRO officials added you to the system automatically.",
				"Your registration was completed by the CENRO officials automatically.",
				"The CENRO officials managed to automatically include your registration.",
				"It was automatically added by the CENRO officials.",
				"The CENRO officials automatically included it in the registration.",
				"The registration was done automatically by the CENRO officials.",
				"The CENRO officials added it to the registration automatically.",
				"It was added to the registration by the CENRO officials without manual input.",
				"The CENRO officials included it in the registration without any manual action.",
				"The registration was carried out automatically by the CENRO officials.",
				"The CENRO officials automatically enrolled it in the registration.",
				"It was added to the registration by the CENRO officials through an automated process.",
				"The CENRO officials included it in the registration using an automatic procedure.",
				"The registration was automatically completed by the CENRO officials.",
				"The CENRO officials added it to the registration through an automated system.",
				"It was automatically registered by the CENRO officials.",
				"The CENRO officials automatically recorded it in the registration.",
				"The registration was automatically processed by the CENRO officials.",
				"The CENRO officials added it to the registration without any manual intervention.",
				"It was included in the registration automatically by the CENRO officials.",
				"The CENRO officials automatically included it in the registration process.",
				"The registration was automatically handled by the CENRO officials.",
				"The CENRO officials added it to the registration using an automated method."
				]
		},
		{
			"tag": "right",
			"pattern": [
				"Where do the collected garbage go?",
				"What happens to the garbage after it's collected?",
				"Where does my waste go?",
				"Where is the collected garbage taken?",
				"What is the destination of the collected garbage?",
				"Where does the collected waste go?",
				"Where is the collected garbage transported to?",
				"To what location is the accumulated garbage transported?",
                "What happens to the garbage after it is collected?",
				"What is the final disposal location for the collected garbage?",
				"Where do the collected garbage go?",
				"What happens to the collected garbage?",
				"Where is the collected garbage taken?",
				"What is the destination of the collected garbage?",
				"Where is the garbage transported after collection?",
				"What is the final disposal location for the collected garbage?",
				"Where does the collected waste end up?",
				"What is the ultimate destination for the collected garbage?",
				"Where is the collected trash sent?",
				"What is the disposal site for the collected garbage?",
				"Where is the collected waste disposed of?",
				"What is the final destination for the collected garbage?",
				"Where does the collected rubbish go?",
				"What is the destination for the collected waste materials?",
				"Where does the collected refuse go?",
				"What happens to the garbage after it is collected?",
				"Where is the collected trash transported?",
				"What is the final resting place for the collected garbage?",
				"Where is the collected waste material taken?",
				"What is the disposal method for the collected garbage?",
				"What is the final disposal location for the collected garbage?",
				"Where is the collected garbage finally disposed of?",
				"Where does the collected garbage end up for disposal?",
				"What is the ultimate disposal site for the collected garbage?",
				"Where is the final destination for the disposal of the collected garbage?",
				"Where does the collected waste go for final disposal?",
				"What is the ultimate disposal location for the collected waste?",
				"Where is the final resting place for the collected garbage?",
				"Where does the collected trash go for final disposal?",
				"What is the ultimate destination for the disposal of the collected garbage?",
				"Where is the final disposal site for the collected rubbish?",
				"Where is the collected waste material finally disposed?",
				"What is the final disposal method for the collected garbage?",
				"Where does the collected refuse go for final disposal?",
				"What is the ultimate disposal destination for the collected waste?",
				"Where is the final disposal facility for the collected garbage?",
				"Where is the collected waste material ultimately disposed?",
				"What is the final disposal process for the collected garbage?",
				"Where does the collected rubbish end up for final disposal?",
				"What happens to the garbage after it is finally disposed of?",
				"Where is the final disposal point for the collected garbage?"
				],
			"responses": [
				"It will go to the facility where personnel performs appropriate processes.",
				"It will be taken to the facility where staff carry out the necessary procedures.",
				"The collected garbage will be taken to the appropriate facility where it will be handled by qualified personnel.",
				"The collected waste will be transported to the designated facility where it will be managed by the staffs.",
				"The garbage will be sent to the proper location where it will be managed and processed by the personnel.",
				"The collected garbage will be directed to the designated facility where it will be managed responsibly by trained personnels.",
				"The waste will be taken to the suitable destination where it will be handled appropriately by competent individuals.",
				"It will go to the facility where personnel performs appropriate processes.",
				"The collected garbage will be taken to a facility where trained personnel perform necessary procedures.",
				"The facility with qualified personnel will handle the appropriate processing of the collected garbage.",
				"The collected garbage will be transported to a facility where skilled personnel carry out the required processes.",
				"The facility with trained personnel will be responsible for performing the necessary procedures on the collected garbage.",
				"The collected garbage will be directed to a facility where personnel are trained to execute the appropriate processes.",
				"The facility with knowledgeable personnel will handle the appropriate processing of the collected garbage.",
				"The collected garbage will be delivered to a facility where competent personnel perform the necessary procedures.",
				"The facility with skilled personnel will be responsible for carrying out the required processes on the collected garbage.",
				"The collected garbage will be sent to a facility where personnel are trained to perform the appropriate processes.",
				"The facility with experienced personnel will handle the appropriate processing of the collected garbage.",
				"The collected garbage will be transported to a facility where competent personnel execute the necessary procedures.",
				"The facility with qualified personnel will be responsible for performing the required processes on the collected garbage.",
				"The collected garbage will be taken to a facility where personnel are trained to carry out the appropriate processes.",
				"The facility with skilled personnel will handle the appropriate processing of the collected garbage.",
				"The collected garbage will be directed to a facility where personnel perform the necessary procedures.",
				"The facility with knowledgeable personnel will be responsible for carrying out the required processes on the collected garbage.",
				"The collected garbage will be delivered to a facility where personnel are trained to execute the appropriate processes.",
				"The facility with trained personnel will handle the appropriate processing of the collected garbage.",
				"The collected garbage will be sent to a facility where personnel are trained to perform the necessary procedures.",
				"The facility with experienced personnel will be responsible for executing the required processes on the collected garbage."
				]
		},
		{
			"tag": "late",
			"pattern": [
				"Will the missed garbage be collected again?",
				"What should I do if I couldn't take out the trash before the truck arrives?",
				"Will the garbage that was left behind still be collected?",
				"What should I do if the garbage was not collected?",
				"Will the garbage be collected when the truck returns?",
				"What should I do if my garbage is left behind?",
				"Will the uncollected garbage be collected again?",
				"Will you collect the left garbage?",
				"How long should I keep my trash?",
				"What should I do if my garbage is left behind?",
				"Will the garbage be left on the road?",
				"Can the left garbage be picked up again?",
				"What is the process for reporting missed garbage collections in your barangay?",
				"What happens if the garbage is not collected on the designated day?",
				"What happens if the garbage is not collected on the scheduled day?",
				"i missed the trash collection, can i drove my trash where you dump our trash?",
				"Why is my garbage still left behind?",
                "What happens if I miss the designated garbage collection day?",
				"Where should I place the garbage bags if I won't be at home?",
				"Will the missed garbage be collected again?",
				"Is there a chance for the missed garbage to be collected later?",
				"Will there be a follow-up collection for the missed garbage?",
				"Is there a possibility of the missed garbage being collected on a later occasion?",
				"Will the collection of the missed garbage be rescheduled?",
				"Can we expect the missed garbage to be collected at a later time?",
				"Will there be another round of collection for the missed garbage?",
				"Is it likely that the missed garbage will be collected again?",
				"Will there be a second attempt to collect the missed garbage?",
				"Can we anticipate the missed garbage being collected in the future?",
				"Will there be a make-up collection for the missed garbage?",
				"Is there a plan to collect the missed garbage at a later date?",
				"Will the missed garbage be picked up again in the future?",
				"Is it possible for the missed garbage to be collected on another occasion?",
				"Will there be an opportunity to have the missed garbage collected again?",
				"Can we expect the missed garbage to be retrieved on a later schedule?",
				"Will there be a follow-up collection for the missed garbage pickup?",
				"Is there a chance for the missed garbage to be picked up later?",
				"Will there be another attempt to collect the missed garbage?",
				"Can we anticipate the missed garbage being collected again in the future?",
				"What happens if I miss the designated garbage collection day?",
				"What are the consequences if I fail to adhere to the scheduled garbage collection day?",
				"What occurs if I am unable to make it on the designated garbage collection day?",
				"What is the procedure if I miss the assigned garbage collection day?",
				"What happens if I am unable to put out my garbage on the designated collection day?",
				"What are the repercussions of missing the specified garbage collection day?",
				"What is the protocol if I fail to follow the scheduled garbage collection day?",
				"What will happen if I don't place my garbage out on the designated collection day?",
				"What actions will be taken if I miss the designated garbage collection day?",
				"What are the steps to take if I am unable to comply with the scheduled garbage collection day?",
				"What will be the outcome if I fail to meet the designated garbage collection day?",
				"What are the arrangements if I miss the assigned garbage collection day?",
				"What will occur if I am unable to put out my garbage on the assigned collection day?",
				"What are the consequences of missing the specified garbage collection day?",
				"What is the procedure to follow if I miss the designated garbage collection day?",
				"What happens if I am unable to adhere to the scheduled garbage collection day?",
				"What are the repercussions if I don't put out my garbage on the designated collection day?",
				"What is the protocol to follow if I miss the assigned garbage collection day?",
				"What will be the course of action if I fail to follow the scheduled garbage collection day?",
				"What will happen if I fail to place my garbage out on the designated collection day?"		
				],
			"responses": [
				"In the event that you missed the garbage collection, you can temporarily store it at your house and dispose of it during the next scheduled collection.",
				"If you happen to miss the garbage pickup, you can keep it at your home and discard it during the next collection day.",
				"If your garbage was not collected, you can store it at your residence temporarily and dispose of it during the next collection cycle.",
				"If your trash was not collected, you can set it aside at your home and dispose of it during the next scheduled collection.",
				"If your waste was not picked up, you can temporarily store it at your house and dispose of it during the next collection date.",
				"In the event that you missed the garbage collection, you can temporarily store it at your house and dispose of it during the next scheduled collection.",
				"If you missed the garbage collection, you can keep the garbage at your home and wait until the next scheduled collection to dispose of it.",
				"If you were unable to have your garbage collected, you can store it temporarily at your residence and wait for the next scheduled collection to dispose of it.",
				"In case you missed the garbage collection, you have the option to store the garbage at your house until the next scheduled collection for proper disposal.",
				"If the garbage collection was missed, you have the choice to store the garbage at your home until the next scheduled collection and dispose of it then.",
				"If you happened to miss the garbage collection, you can store the garbage temporarily at your residence until the next scheduled collection for disposal.",
				"If you missed the garbage collection, it is advised to temporarily store the garbage at your home and wait for the next scheduled collection to dispose of it properly.",
				"In the event that the garbage collection was missed, you can store the garbage at your house and wait until the next scheduled collection to dispose of it accordingly.",
				"If you were unable to have your garbage collected on the designated day, you can store it at your home and wait for the next scheduled collection to dispose of it.",
				"If the garbage collection was missed, it is recommended to keep the garbage at your residence and wait for the next scheduled collection to dispose of it correctly.",
				"If you missed the designated garbage collection, you can temporarily store the garbage at your house and dispose of it during the next scheduled collection."
				]
		},
		{ 
			"tag": "loadbalance",
			"pattern": [
				"Is an internet connection required to respond to the system?",
				"Do I need to have internet access to reply to the system?",
				"Is it necessary to be connected to the internet in order to respond to the system?",
				"Do I need an active internet connection to send replies to the system?",
				"Is a stable internet connection a requirement for replying to the system?",
				"Can I reply to the system without an internet connection?",
				"Is it mandatory to have internet connectivity to send responses to the system?",
				"Do I need to have sufficient data or load to reply to the system?",
				"Can I send replies to the system even without an available internet connection?",
				"Is an internet connection or load balance necessary to engage with the system by replying?",
				"Do I need a stable internet connection to respond to the system?",
				"Is it necessary to have a stable internet connection in order to reply to the system?",
				"Is a stable internet connection a prerequisite for replying to the system?",
				"Do I have to have a stable internet connection to reply to the system?",
				"Is a stable internet connection mandatory for responding to the system?",
				"Is it compulsory to have a stable internet connection to reply to the system?",
				"Is a stable internet connection a must-have for replying to the system?",
				"Do I need a consistent internet connection to respond to the system?",
				"Is it required to have a stable internet connection in order to reply to the system?",
				"Is a stable internet connection essential for replying to the system?",
				"Do I have to maintain a stable internet connection to reply to the system?",
				"Is a stable internet connection a necessity for responding to the system?",
				"Is it obligatory to have a stable internet connection to reply to the system?",
				"Is a stable internet connection a fundamental requirement for replying to the system?",
				"Do I need a reliable internet connection to respond to the system?",
				"Is it important to have a stable internet connection in order to reply to the system?",
				"Is a stable internet connection crucial for replying to the system?",
				"Do I have to possess a stable internet connection to reply to the system?",
				"Is a stable internet connection a vital component for responding to the system?"
				],
			"responses": [
				"Load balance is necessary as it is required for you to interact with the system. Or you can go to the CENRO website and talk to the chatbot, this process requires internet connection.",
				"Load balance is essential as it enables seamless interaction with the system. Alternatively, you can visit the CENRO website and engage with the chatbot, but please ensure you have an internet connection.",
				"Load balance is crucial for smooth system interaction. Another option is to access the CENRO website and communicate with the chatbot, which necessitates an internet connection.",
				"Maintaining load balance is necessary to facilitate effective system interaction. Alternatively, you can utilize the CENRO website and engage with the chatbot, provided you have internet connectivity.",
				"Load balance is a requirement for efficient system interaction. Another avenue is to visit the CENRO website and converse with the chatbot, which mandates an internet connection.",
				"To ensure optimal system interaction, load balancing is indispensable. Alternatively, you can access the CENRO website and engage with the chatbot, but remember to have an internet connection.",
				"Load balance is essential as it enables seamless interaction with the system. Alternatively, you can visit the CENRO website and engage with the chatbot, but please ensure you have an internet connection.",
				"Having a load balance is crucial as it ensures a smooth interaction with the system. As an alternative, you can visit the CENRO website and utilize the chatbot, but please make sure you have an internet connection.",
				"A stable load balance is important as it allows for smooth interaction with the system. In case of any issues, you can also access the CENRO website and make use of the chatbot, but remember to have an internet connection.",
				"Maintaining a load balance is essential for a seamless interaction with the system. Additionally, you have the option to visit the CENRO website and engage with the chatbot, but make sure you have an internet connection.",
				"Having a stable load balance is crucial as it ensures a smooth interaction with the system. Alternatively, you can access the CENRO website and utilize the chatbot, but ensure you have an internet connection.",
				"Load balance plays a vital role in facilitating a seamless interaction with the system. As another option, you can visit the CENRO website and engage with the chatbot, but please have a reliable internet connection.",
				"Maintaining a load balance is important to ensure a seamless interaction with the system. Alternatively, you can visit the CENRO website and utilize the chatbot, but make sure you have an internet connection.",
				"Load balance is a key requirement for uninterrupted interaction with the system. In addition, you can choose to visit the CENRO website and engage with the chatbot, but make sure you have a stable internet connection.",
				"A stable load balance is necessary for smooth interaction with the system. If needed, you can also access the CENRO website and make use of the chatbot, but ensure you have an internet connection.",
				"Maintaining a load balance is crucial for seamless interaction with the system. As an alternative, you can visit the CENRO website and engage with the chatbot, but please ensure you have a reliable internet connection.",
				"Having a stable load balance is essential for smooth interaction with the system. Alternatively, you can access the CENRO website and utilize the chatbot, but make sure you have a stable internet connection."
				]
		},
		{
			"tag": "2ndgeneral",
			"pattern": [
				"Are there any charges or fees associated with receiving SMS notifications for garbage collection?",
				"Is there a cost to receiving SMS notifications for waste collection?",
				"Is there a limit to how many SMS notifications I may receive for garbage collection?",
				"Does receiving SMS notifications for waste collection incur any costs or fees?",
				"What is the maximum number of SMS notifications I may get for rubbish collection?",
				"Do you have any limits on how many SMS messages you can send me about garbage pickup?",
				"Are there any restrictions on the size or weight of the garbage bags?",
                "Are there any restrictions on the number of SMS notifications I can receive for garbage collection?",
				"Is there a limit to the number of garbage bags I can put out for collection?",
				"Are there any charges or fees associated with receiving SMS notifications for garbage collection?",
				"Do I need to pay any charges or fees for receiving SMS notifications about garbage collection?",
				"Are there any costs or fees involved in receiving SMS notifications for garbage collection?",
				"Do I have to pay any fees or charges for receiving SMS notifications regarding garbage collection?",
				"Are there any expenses or fees associated with receiving SMS notifications for garbage collection?",
				"Do I need to incur any charges or fees for receiving SMS notifications about garbage collection?",
				"Are there any costs or fees required for receiving SMS notifications for garbage collection?",
				"Do I have to bear any fees or charges for receiving SMS notifications regarding garbage collection?",
				"Are there any expenses or fees involved in receiving SMS notifications for garbage collection?",
				"Do I need to pay any charges or fees for receiving SMS notifications about garbage collection?",
				"Is there a fee or cost for receiving SMS notifications about garbage collection?",
				"Do I have to pay for receiving SMS notifications about garbage collection?",
				"Are there any charges for receiving SMS notifications about garbage collection?",
				"Is there a cost associated with receiving SMS notifications about garbage collection?",
				"Do I need to pay any fees for receiving SMS notifications about garbage collection?",
				"Are there any expenses for receiving SMS notifications about garbage collection?",
				"Is there any financial obligation for receiving SMS notifications about garbage collection?",
				"Do I have to incur any charges for receiving SMS notifications about garbage collection?",
				"Are there any monetary fees for receiving SMS notifications about garbage collection?",
				"Is there a charge for receiving SMS notifications about garbage collection?",
				"Are there any costs involved in receiving SMS notifications about garbage collection?",
				"Do I need to pay any fees or charges for garbage collection SMS notifications?",
				"Are there any expenses or fees associated with garbage collection SMS notifications?",
				"Is there a cost or fee for garbage collection SMS notifications?",
				"Do I have to pay for garbage collection SMS notifications?",
				"Are there any charges for garbage collection SMS notifications?",
				"Is there a fee associated with garbage collection SMS notifications?",
				"Do I need to pay any fees for garbage collection SMS notifications?",
				"Are there any expenses for garbage collection SMS notifications?",
				"Is there any financial obligation for garbage collection SMS notifications?",
				"Do I have to incur any charges for garbage collection SMS notifications?",
				"Are there any monetary fees for garbage collection SMS notifications?",
				"Does receiving SMS notifications for waste collection incur any costs or fees?",
				"Are there any charges or fees associated with receiving SMS notifications for waste collection?",
				"Is there a cost or fee for receiving SMS notifications for waste collection?",
				"Do I need to pay any charges or fees for receiving SMS notifications about waste collection?",
				"Are there any expenses or fees involved in receiving SMS notifications for waste collection?",
				"Do I have to pay any fees or charges for receiving SMS notifications regarding waste collection?",
				"Are there any costs or fees required for receiving SMS notifications for waste collection?",
				"Do I have to bear any fees or charges for receiving SMS notifications regarding waste collection?",
				"Are there any expenses or fees associated with receiving SMS notifications for waste collection?",
				"Do I need to pay any charges or fees for receiving SMS notifications about waste collection?",
				"Is there any financial obligation for receiving SMS notifications for waste collection?",
				"Are there any fees or costs for receiving SMS notifications for waste collection?",
				"Do I need to pay for receiving SMS notifications for waste collection?",
				"Are there any charges for receiving SMS notifications for waste collection?",
				"Is there a fee associated with receiving SMS notifications for waste collection?",
				"Do I need to pay any fees for receiving SMS notifications about waste collection?",
				"Are there any expenses for receiving SMS notifications about waste collection?",
				"Do I have to incur any charges for receiving SMS notifications about waste collection?",
				"Are there any monetary fees for receiving SMS notifications about waste collection?",
				"Is there a charge for receiving SMS notifications for waste collection?",
				"Are there any costs involved in receiving SMS notifications for waste collection?",
				"Do I need to pay any fees or charges for waste collection SMS notifications?",
				"Are there any expenses or fees associated with waste collection SMS notifications?",
				"Is there a cost or fee for waste collection SMS notifications?",
				"Do I have to pay for waste collection SMS notifications?",
				"Are there any charges for waste collection SMS notifications?",
				"Is there a fee associated with waste collection SMS notifications?",
				"Do I need to pay any fees for waste collection SMS notifications?",
				"Are there any expenses for waste collection SMS notifications?",
				"Is there any financial obligation for waste collection SMS notifications?",
				"Do I have to incur any charges for waste collection SMS notifications?",
				"Are there any monetary fees for waste collection SMS notifications?"
				],
			"responses": [
				"There are no limitations, charges, or fees associated with it.",
				"There are no restrictions, costs, or fees involved.",
				"It is free from any charges or fees.",
				"There are no boundaries, expenses, or fees to worry about.",
				"You can enjoy it without any limits, charges, or fees.",
				"There are no restrictions, costs, or fees involved.",
				"No restrictions, costs, or fees are associated with it.",
				"There are no limitations, charges, or fees for it.",
				"It is free of any restrictions, costs, or fees.",
				"No restrictions, charges, or fees apply to it.",
				"There are no limitations, expenses, or fees involved.",
				"It does not incur any restrictions, costs, or fees.",
				"No restrictions, costs, or fees are applicable to it.",
				"There are no limitations, charges, or fees for it.",
				"It is unrestricted and does not involve any costs or fees.",
				"No restrictions, costs, or fees are imposed on it.",
				"There are no limitations, expenses, or fees associated with it.",
				"It is not subject to any restrictions, costs, or fees.",
				"No restrictions, charges, or fees are required for it.",
				"There are no limitations, costs, or fees associated with it.",
				"It does not require any restrictions, costs, or fees.",
				"No restrictions, costs, or fees are involved in it.",
				"There are no limitations, charges, or fees for it.",
				"It is exempt from any restrictions, costs, or fees.",
				"No restrictions, costs, or fees are attached to it."
				]
		},
		{
			"tag": "waittime",
			"pattern": [
				"How long does the garbage truck wait for the trash?",
				"How long does garbage truck wait for the trash?",
				"What is the allocated time for garbage collection?",
				"How much time does the garbage truck typically wait for the trash?",
				"What is the usual waiting period for the garbage truck to collect the trash?",
				"How long does the garbage truck usually wait for the trash to be ready?",
				"What is the average waiting time for the garbage truck to pick up the trash?",
				"How long does the garbage truck typically wait before collecting the trash?",
				"How long does the garbage truck wait for the trash?",
				"What is the waiting time for the garbage truck to collect the trash?",
				"How much time does the garbage truck wait for the trash to be collected?",
				"What is the duration for which the garbage truck waits for the trash?",
				"How long does the garbage truck stay for trash collection?",
				"What is the waiting period for the garbage truck to collect the trash?",
				"How much time does the garbage truck allow for trash collection?",
				"What is the timeframe for the garbage truck to wait for the trash?",
				"How long does the garbage truck hold for the trash to be collected?",
				"What is the time limit for the garbage truck to wait for the trash?",
				"How long does the garbage truck wait at each collection point?",
				"What is the waiting time at each collection point for the garbage truck?",
				"How much time does the garbage truck spend at each collection point?",
				"What is the duration for which the garbage truck waits at each collection point?",
				"How long does the garbage truck stop for trash collection at each point?",
				"What is the waiting period at each collection point for the garbage truck?",
				"How much time does the garbage truck allow at each collection point for trash collection?",
				"What is the timeframe at each collection point for the garbage truck to wait for the trash?",
				"How long does the garbage truck hold at each collection point for the trash to be collected?",
				"What is the time limit at each collection point for the garbage truck to wait for the trash?",
				"How long does the garbage truck wait for the trash to be picked up at each stop?",
				"What is the average waiting time for the garbage truck to pick up the trash?",
				"On average, how long does the garbage truck wait to collect the trash?",
				"What is the typical waiting time for the garbage truck to pick up the trash?",
				"On average, how much time does the garbage truck wait for the trash to be collected?",
				"What is the average duration for which the garbage truck waits to pick up the trash?",
				"How long does the garbage truck typically wait for trash collection?",
				"What is the average waiting period for the garbage truck to pick up the trash?",
				"On average, how much time does the garbage truck allow for trash collection?",
				"What is the typical timeframe for the garbage truck to wait for the trash?",
				"On average, how long does the garbage truck hold for the trash to be collected?",
				"What is the average time limit for the garbage truck to wait for the trash?",
				"What is the average waiting time at each collection point for the garbage truck?",
				"On average, how long does the garbage truck wait at each collection point?",
				"What is the typical waiting period at each collection point for the garbage truck?",
				"On average, how much time does the garbage truck spend at each collection point?",
				"What is the average duration for which the garbage truck waits at each collection point?",
				"How long does the garbage truck typically stop for trash collection at each point?",
				"What is the average waiting time at each collection point for the garbage truck?",
				"On average, how much time does the garbage truck allow at each collection point for trash collection?",
				"What is the typical timeframe at each collection point for the garbage truck to wait for the trash?",
				"On average, how long does the garbage truck hold at each collection point for the trash to be collected?"
				],
			"responses": [
				"They would wait for at least one to two minutes.",
				"The garbage truck typically waits for a minimum of one to two minutes.",
				"The usual waiting time for the garbage truck is at least one to two minutes.",
				"On average, the garbage truck waits for approximately one to two minutes.",
				"Typically, the garbage truck waits for a duration of one to two minutes.",
				"The waiting period for the garbage truck is usually around one to two minutes.",
				"They would wait for at least one to two minutes.",
				"The waiting time is typically one to two minutes.",
				"On average, they wait for one to two minutes.",
				"The garbage truck usually waits for one to two minutes.",
				"Typically, the waiting period is one to two minutes.",
				"The usual duration of waiting is one to two minutes.",
				"They allow one to two minutes for trash collection.",
				"The timeframe for waiting is one to two minutes.",
				"The garbage truck holds for one to two minutes for trash collection.",
				"The time limit for waiting is one to two minutes.",
				"They wait for approximately one to two minutes at each collection point.",
				"On average, they wait for about one to two minutes at each collection point.",
				"The typical waiting period at each collection point is one to two minutes.",
				"They spend around one to two minutes at each collection point.",
				"The average duration of waiting at each collection point is one to two minutes.",
				"They stop for one to two minutes for trash collection at each point.",
				"The waiting time at each collection point is typically one to two minutes.",
				"On average, they allow one to two minutes at each collection point for trash collection.",
				"The typical timeframe at each collection point is one to two minutes.",
				"On average, they hold for one to two minutes at each collection point for the trash to be collected."
				]
		},
		{
			"tag": "language",
			"pattern": [
				"Is a multilingual SMS notice system for trash pickup available?",
				"Is the SMS notification system for garbage collection available in multiple languages?",
				"Is the SMS notification system for garbage collection offered in different languages?",
				"Are there multiple language options available for the SMS notification system regarding garbage collection?",
				"Does the SMS notification system for garbage collection support various languages?",
				"Is the SMS notification system for garbage collection accessible in multiple language choices?",
				"Can the SMS notification system for garbage collection be used in different languages?",
				"What language does the notification system have?",
				"In what language is the notification system implemented?",
				"Which language is utilized by the notification system?",
				"What language is supported by the notification system?",
				"Is the SMS notification system for garbage collection available in multiple languages?",
				"Are there multiple language options for the SMS notification system for garbage collection?",
				"Can the SMS notification system for garbage collection be used in different languages?",
				"Does the SMS notification system for garbage collection support multiple languages?",
				"Are there language choices available for the SMS notification system for garbage collection?",
				"Is it possible to receive SMS notifications for garbage collection in different languages?",
				"Does the SMS notification system for garbage collection have language options?",
				"Can the SMS notifications for garbage collection be received in various languages?",
				"Are there language settings for the SMS notification system for garbage collection?",
				"Is language customization available for the SMS notification system for garbage collection?",
				"Are the SMS notifications for garbage collection provided in multiple languages?",
				"Does the SMS notification system for garbage collection offer language flexibility?",
				"Can the SMS notifications for garbage collection be received in languages other than English?",
				"Are there multilingual capabilities in the SMS notification system for garbage collection?",
				"Is it possible to choose the language for SMS notifications about garbage collection?",
				"Does the SMS notification system for garbage collection have multilingual support?",
				"Can the SMS notifications for garbage collection be translated into different languages?",
				"Are there language preferences for the SMS notification system for garbage collection?",
				"Is language localization available for the SMS notification system for garbage collection?",
				"Does the SMS notification system for garbage collection provide language options for users?"
				],
			"responses": [
				"Only in Filipino and English.",
				"The SMS notification system for garbage collection is available in Filipino and English only.",
				"The SMS notification system for garbage collection supports only Filipino and English languages.",
				"Currently, the SMS notification system for garbage collection offers language options in Filipino and English.",
				"You can receive SMS notifications for garbage collection in either Filipino or English.",
				"The SMS notification system for garbage collection is limited to Filipino and English languages.",
				"The notification system supports both English and Tagalog languages.",
				"The notification system offers support for both English and Tagalog languages, allowing users to receive notifications in either language."
				]
		},
		{
			"tag": "officials",
			"pattern": [
				"Why didn't the garbage truck come back even though there is still garbage left?",
				"Why didn't the garbage truck come back even though there is still garbage left?",
				"What could be the reason for the garbage truck not returning despite remaining garbage?",
				"Why was the garbage truck not dispatched again despite the presence of leftover garbage?",
				"What might be the explanation for the garbage truck not making a return trip despite unfinished garbage collection?",
				"Why did the garbage truck not come back for the remaining garbage?",
				"What could have caused the garbage truck to not return for the remaining garbage?",
				"Why wasn't the garbage truck sent back for the remaining garbage?",
				"What might be the reason for the garbage truck not making a second round for the remaining garbage?",
				"Why did the garbage truck not return for the remaining garbage?",
				"What could be the possible explanation for the garbage truck not coming back for the remaining garbage?",
				"Why wasn't the garbage truck dispatched again for the leftover garbage?",
				"What might be the reason behind the garbage truck not making a return trip for the leftover garbage?",
				"Why did the garbage truck not come back for the remaining waste?",
				"What could have caused the garbage truck to not return for the remaining waste?",
				"Why wasn't the garbage truck sent back for the remaining waste?",
				"What might be the reason for the garbage truck not making a second round for the remaining waste?",
				"Why did the garbage truck not return for the remaining waste?",
				"What could be the possible explanation for the garbage truck not coming back for the remaining waste?",
				"Why wasn't the garbage truck dispatched again for the leftover waste?",
				"What might be the reason behind the garbage truck not making a return trip for the leftover waste?",
				"How many personnel do you have?",
				"How many personnel do you have?",
				"What is the number of personnel in your team?",
				"How many staff members are there?",
				"What is the total count of personnel working?",
				"How many people are part of your team?",
				"What is the size of your personnel?",
				"What is the headcount of your personnel?",
				"How many individuals are employed in your team?",
				"What is the manpower strength in your organization?",
				"How many employees do you have?",
				"What is the number of team members?",
				"How many staff are on your team?",
				"What is the personnel count in your organization?",
				"How many individuals work for your organization?",
				"What is the total staff count?",
				"How many people are employed by your organization?",
				"What is the size of your workforce?",
				"How many members are there in your team?",
				"What is the total number of personnel in your team?",
				"How many people are on your staff?",
				"How can I file a complaint about missed garbage pickups?",
				"How can I file a complaint about missed garbage pickups?",
				"What is the process to file a complaint regarding missed garbage pickups?",
				"How do I lodge a complaint for missed garbage pickups?",
				"What are the steps to report a complaint about missed garbage pickups?",
				"How can I register a complaint about garbage collection that was not done?",
				"What is the procedure for filing a complaint about missed garbage pickups?",
				"How do I submit a complaint about garbage collection not being completed?",
				"What are the guidelines for filing a complaint about missed garbage pickups?",
				"How can I raise a complaint about garbage collection that was skipped?",
				"What is the method to file a complaint regarding missed garbage collection?",
				"How do I escalate a complaint about garbage pickups that were missed?",
				"What is the process to report a complaint for missed garbage collection?",
				"How can I bring up a complaint about garbage not being collected?",
				"What are the steps to register a complaint about missed garbage collection?",
				"How do I voice a complaint about garbage not being picked up?",
				"What is the procedure for reporting a complaint about missed garbage pickups?",
				"How can I file a formal complaint about missed garbage collection?",
				"What is the mechanism to lodge a complaint about garbage pickups that were missed?",
				"How do I raise an issue about garbage collection that was not done?",
				"What is the process for raising a complaint about missed garbage pickups?",
				"Where should I go to file a complaint about missed garbage pickups?",
				"What is the proper channel to submit a complaint about missed garbage pickups?",
				"Who should I contact to file a complaint about missed garbage pickups?",
				"Is there a specific department I should approach to file a complaint about missed garbage pickups?",
				"Are there any forms or documents required to file a complaint about missed garbage pickups?",
				"Can I file a complaint about missed garbage pickups online?",
				"Is there a hotline or helpline to report a complaint about missed garbage pickups?",
				"What information should I provide when filing a complaint about missed garbage pickups?",
				"Are there any specific timings to file a complaint about missed garbage pickups?",
				"How long does it usually take to process a complaint about missed garbage pickups?",
				"Will I receive any confirmation or reference number when I file a complaint about missed garbage pickups?",
				"What is the established process for submitting complaints about instances where garbage pickups have been overlooked?",
				"How do I go about filing a complaint regarding missed garbage pickups?",
				"Do you have sufficient manpower and vehicles to collect the garbage in the entire barangay?",
				"Do you have sufficient manpower and vehicles to collect the garbage in the entire barangay?",
				"Are there enough personnel and vehicles to handle garbage collection in the entire barangay?",
				"Is there an adequate number of staff and vehicles to manage garbage collection in the entire barangay?",
				"Do you possess the necessary manpower and vehicles to ensure garbage collection in the entire barangay?",
				"Are there sufficient personnel and vehicles allocated for garbage collection in the entire barangay?",
				"Is there a satisfactory number of staff and vehicles available for garbage collection in the entire barangay?",
				"Do you have enough manpower and vehicles to cover garbage collection in the entire barangay?",
				"Are there ample personnel and vehicles to handle garbage collection in the entire barangay?",
				"Is there an appropriate number of staff and vehicles assigned for garbage collection in the entire barangay?",
				"Do you possess adequate manpower and vehicles to manage garbage collection in the entire barangay?",
				"Are there enough personnel and vehicles to ensure garbage collection in the entire barangay?",
				"Is there a satisfactory number of staff and vehicles to handle garbage collection in the entire barangay?",
				"Do you have sufficient resources in terms of manpower and vehicles to collect garbage in the entire barangay?",
				"Are there enough personnel and vehicles available to manage garbage collection in the entire barangay?",
				"Is there an adequate number of staff and vehicles to handle garbage collection operations in the entire barangay?",
				"Do you have enough manpower and vehicles to effectively carry out garbage collection in the entire barangay?",
				"Are there sufficient personnel and vehicles allocated for garbage collection across the entire barangay?",
				"Is there a satisfactory number of staff and vehicles to ensure efficient garbage collection in the entire barangay?",
				"Do you have the necessary resources in terms of manpower and vehicles to cover garbage collection in the entire barangay?",
				"Are there enough personnel and vehicles to adequately handle garbage collection in the entire barangay?",
				"Is there an appropriate number of staff and vehicles available for efficient garbage collection in the entire barangay?",
				"Do you possess sufficient manpower and vehicles to manage garbage collection in the entire barangay?",
				"Are there enough personnel and vehicles to effectively carry out garbage collection in the entire barangay?",
				"Is there a satisfactory number of staff and vehicles to handle the extensive garbage collection in the entire barangay?",
				"Do you have enough resources in terms of manpower and vehicles to handle the large-scale garbage collection in the entire barangay?",
				"Are there enough personnel and vehicles available to ensure timely garbage collection in the entire barangay?",
				"Is there an adequate number of staff and vehicles to handle the high volume of garbage collection in the entire barangay?",
				"Do you have sufficient manpower and vehicles to meet the demands of garbage collection in the entire barangay?",
				"Are there enough personnel and vehicles allocated to meet the garbage collection needs in the entire barangay?",
				"Is there a satisfactory number of staff and vehicles to cater to the garbage collection requirements in the entire barangay?",
				"Do you have the necessary resources in terms of manpower and vehicles to fulfill the garbage collection duties in the entire barangay?"
				,"What areas do you serve?",
				"Do you offer sustainable waste removal services?",
				"Have there been any recent changes or updates that could affect notification reception?",
				"Have there been any recent changes or updates that could affect notification reception?",
				"Are there any recent updates or changes that may impact the receipt of notifications?",
				"Have there been any recent modifications or updates that could influence the reception of notifications?",
				"Are there any recent changes or updates that might affect the delivery of notifications?",
				"Have there been any recent adjustments or updates that could have an impact on the reception of notifications?",
				"Are there any recent developments or updates that may affect the receipt of notifications?",
				"Have there been any recent alterations or updates that could influence the delivery of notifications?",
				"Are there any recent changes or updates that might affect the reception of notifications?",
				"Have there been any recent revisions or updates that could have an impact on the receipt of notifications?",
				"Are there any recent modifications or updates that may affect the delivery of notifications?",
				"Have there been any recent changes or updates that could potentially disrupt the reception of notifications?",
				"Are there any recent updates or changes that may impact the delivery of notifications?",
				"Have there been any recent adjustments or updates that could potentially affect the receipt of notifications?",
				"Are there any recent changes or updates that might disrupt the reception of notifications?",
				"Have there been any recent developments or updates that could potentially impact the delivery of notifications?",
				"Are there any recent alterations or updates that may affect the receipt of notifications?",
				"Have there been any recent revisions or updates that could potentially influence the delivery of notifications?",
				"Are there any recent modifications or updates that might affect the reception of notifications?",
				"Have there been any recent changes or updates that could potentially hinder the delivery of notifications?",
				"Are there any recent updates or changes that may affect the receipt of notifications?",
				"Have there been any recent adjustments or updates that could potentially hinder the delivery of notifications?",
				"Are there any recent changes or updates that might impact the reception of notifications?",
				"Have there been any recent developments or updates that could potentially obstruct the delivery of notifications?",
				"Are there any recent alterations or updates that may affect the receipt of notifications?",
				"Have there been any recent revisions or updates that could potentially disrupt the delivery of notifications?",
				"Are there any recent modifications or updates that might impact the reception of notifications?",
				"Have there been any recent changes or updates that could potentially affect the delivery of notifications?",
				"Are there any recent updates or changes that may hinder the receipt of notifications?",
				"Have there been any recent adjustments or updates that could potentially impact the delivery of notifications?",
				"Are there any recent changes or updates that might obstruct the reception of notifications?",
				"Have there been any recent developments or updates that could potentially influence the delivery of notifications?",
				"Are there any recent alterations or updates that may hinder the receipt of notifications?",
				"Have there been any recent revisions or updates that could potentially affect the delivery of notifications?",
				"Are there any recent modifications or updates that might obstruct the reception of notifications?",
				"Is there a possibility that notifications are being blocked or filtered by my device or email service?",
				"Is there a possibility that notifications are being blocked or filtered by my device or email service?",
				"Could it be that my device or email service is blocking or filtering the notifications?",
				"Is it possible that my device or email service is preventing the notifications from coming through?",
				"Might the notifications be blocked or filtered by my device or email service?",
				"Is there a chance that my device or email service is obstructing or filtering the notifications?",
				"Could it be that the notifications are being blocked or filtered by my device or email service?",
				"Is it possible that my device or email service is causing the notifications to be blocked or filtered?",
				"Might there be a situation where my device or email service is preventing the notifications from reaching me?",
				"Is there a possibility that my device or email service is interfering with the reception of notifications?",
				"Could it be that my device or email service is hindering or filtering the notifications?",
				"Is it possible that my device or email service is obstructing the delivery of notifications?",
				"Might the notifications be getting blocked or filtered by my device or email service?",
				"Is there a chance that my device or email service is causing the notifications to be blocked or filtered?",
				"Could it be that the notifications are being hindered or filtered by my device or email service?",
				"Is it possible that my device or email service is impeding the reception of notifications?",
				"Might there be a situation where my device or email service is preventing the notifications from reaching me?",
				"Is there a possibility that my device or email service is blocking or filtering the delivery of notifications?",
				"Could it be that my device or email service is obstructing or filtering the notifications?",
				"Is it possible that my device or email service is causing the notifications to be blocked or filtered?",
				"Might the notifications be blocked or filtered by my device or email service?",
				"Is there a chance that my device or email service is interfering with the delivery of notifications?",
				"Could it be that my device or email service is hindering or filtering the notifications?",
				"Is it possible that my device or email service is obstructing the receipt of notifications?",
				"Might the notifications be getting blocked or filtered by my device or email service?",
				"Is there a possibility that my device or email service is causing the notifications to be blocked or filtered?",
				"Could it be that the notifications are being hindered or filtered by my device or email service?",
				"Is it possible that my device or email service is impeding the delivery of notifications?",
				"Might there be a situation where my device or email service is blocking or filtering the notifications?",
				"Is there a chance that my device or email service is causing the notifications to be obstructed or filtered?",
				"Could it be that my device or email service is interfering with the reception of notifications?",
				"Is it possible that my device or email service is preventing the notifications from reaching me?",
				"Might the notifications be blocked or filtered by my device or email service?",
				"Is there a possibility that my device or email service is obstructing or filtering the notifications?",
				"Is it possible that I've been blocked in the notification system?",
				"Is it possible that I've been blocked in the notification system?",
				"Could I have been blocked in the notification system?",
				"Is there a chance that I've been blocked from receiving notifications?",
				"Might I have been blocked in the notification system?",
				"Is it possible that my account has been blocked in the notification system?",
				"Could there be a situation where I've been blocked from receiving notifications?",
				"Is there a possibility that my access to notifications has been blocked?",
				"Might there be a case where I've been blocked in the notification system?",
				"Is it possible that my profile has been blocked in the notification system?",
				"Could it be that I've been blocked from receiving notifications?",
				"Is there a chance that my notification privileges have been revoked?",
				"Might I have been blocked from receiving notifications?",
				"Is it possible that I'm no longer allowed to receive notifications?",
				"Could there be a situation where my access to notifications has been blocked?",
				"Is there a possibility that my notification settings have been altered?",
				"Might there be a case where I'm no longer permitted to receive notifications?",
				"Is it possible that my notification preferences have been modified?",
				"Could it be that I've been restricted from receiving notifications?",
				"Is there a chance that my notification permissions have been changed?",
				"Might I have been excluded from receiving notifications?",
				"Is it possible that I've been banned from the notification system?",
				"Could there be a situation where I'm no longer eligible to receive notifications?",
				"Is there a possibility that my access to notifications has been terminated?",
				"Might there be a case where I've been denied access to notifications?",
				"Is it possible that my profile has been barred from the notification system?",
				"Could it be that I've been disqualified from receiving notifications?",
				"Is there a chance that I've been blocked from receiving notifications without my knowledge?",
				"Might I have been blocked without my consent in the notification system?",
				"Is it possible that my account has been restricted from receiving notifications?",
				"Could there be a situation where I've been denied access to notifications without my awareness?",
				"Is there a possibility that my access to notifications has been withdrawn without my consent?",
				"Might there be a case where I've been blocked without my knowledge in the notification system?",
				"Could I be experiencing a block or restriction in the notification system?",
				"Is there a chance that I've been barred or prohibited from receiving notifications?",
				"Am I currently facing any form of blocking within the notification system?",
				"Is it likely that I've been added to a block list in the notification system?",
				"Could there be an issue with my account that is causing a block in the notification system?",
				"Is there a way to check if I've been blocked in the notification system?",
				"Are there any indications or signs that I might be blocked in the notification system?",
				"Can I find out if there are any restrictions placed on my account within the notification system?",
				"Can I find out if there are any restrictions placed on my account within the notification system?",
				"Is it possible to determine if any restrictions have been applied to my account in the notification system?",
				"Am I able to check for any account restrictions within the notification system?",
				"Is there a way to find out if my account has any restrictions in the notification system?",
				"Can I inquire about any limitations imposed on my account in the notification system?",
				"Is it possible to receive information about any restrictions on my account within the notification system?",
				"Am I allowed to check if there are any account restrictions within the notification system?",
				"Is there a method to find out if my account is subject to any restrictions in the notification system?",
				"Can I request information regarding any limitations on my account within the notification system?",
				"Is it possible to verify if there are any restrictions on my account in the notification system?",
				"Can I determine if there are any restrictions placed on my account without contacting support?",
				"Is there a way for me to check if my account is restricted within the notification system?",
				"Am I able to find out if any limitations have been imposed on my account in the notification system?",
				"Is it possible to inquire about any account restrictions within the notification system?",
				"Can I access information about any limitations on my account within the notification system?",
				"Is there a method to check if there are any account restrictions in the notification system?",
				"Can I obtain details about any restrictions on my account within the notification system?",
				"Is it possible to confirm if there are any restrictions on my account without reaching out to support?",
				"Can I check if my account is subject to any restrictions within the notification system?",
				"Is there a way to verify if there are any limitations on my account in the notification system?",
				"Can I request clarification on any account restrictions within the notification system?",
				"Is it possible to find out if my account has any restrictions without contacting support?",
				"Can I determine if there are any restrictions placed on my account in the notification system?",
				"Is there a way for me to check if my account is limited within the notification system?",
				"Am I able to find out if any restrictions apply to my account in the notification system?",
				"Is it possible to inquire about any limitations on my account within the notification system?",
				"Can I access information regarding any account restrictions in the notification system?",
				"Is there a method to check if there are any restrictions on my account within the notification system?",
				"Can I obtain details about any limitations imposed on my account in the notification system?",
				"Is it possible to confirm if there are any restrictions on my account within the notification system?",
				"Can I check if my account is subject to any limitations within the notification system?",
                "Can I register again if I lost my SIM card?",
				"I changed my SIM card, can I still register?",
                "What should I do if the registered SIM is not working?",
				"What should I do if the registered SIM is not working?",
				"If the registered SIM is not functioning, what steps should I take?",
				"What actions should I take if the registered SIM is not operational?",
				"In the event that the registered SIM is not working, what should I do?",
				"If the registered SIM is not functioning properly, what should be my course of action?",
				"What should be done if the registered SIM is not working as expected?",
				"If the registered SIM is not operational, what should I do next?",
				"What measures should I take if the registered SIM is not functioning?",
				"If the registered SIM is not working, what are the recommended steps to follow?",
				"What should I do if the registered SIM card is not functioning correctly?",
				"If the registered SIM card is not working, what actions should I take?",
				"What should be done if the registered SIM card is not operational?",
				"If the registered SIM card is not working, what should I do to address the issue?",
				"What steps should I take if the registered SIM card is not functioning as intended?",
				"If the registered SIM card is not operational, what measures should I take?",
				"What actions should I take if the registered SIM card is not working properly?",
				"If the registered SIM card is not working, what should be my next course of action?",
				"What should I do if the registered SIM card is not functioning as expected?",
				"If the registered SIM card is not operational, what should be my response?",
				"What measures should I take if the registered SIM card is not working?",
				"If the registered SIM card is not working, what are the recommended steps to resolve the issue?",
				"What should I do if the registered SIM is not functioning due to network issues?",
				"If the registered SIM is not working due to network problems, what actions should I take?",
				"What should be done if the registered SIM is not operational because of network issues?",
				"If the registered SIM is not working due to network-related issues, what should I do?",
				"What steps should I take if the registered SIM is not functioning properly due to network problems?",
				"If the registered SIM is not operational because of network issues, what should be my course of action?",
				"What measures should I take if the registered SIM is not working due to network difficulties?",
				"If the registered SIM is not working due to network issues, what are the recommended steps to follow?",
				"What should I do if the registered SIM card is not functioning correctly due to network problems?",
				"If the registered SIM card is not working due to network issues, what actions should I take?",
				"How can I determine if I'm blocked or restricted from receiving notifications in the system?"
            
				],
			"responses": [
				"Please contact the officials for this type of matter.",
				"Please contact the officials for this type of matter.",
				"For such matters, please reach out to the officials for assistance.",
				"In this case, it is recommended to contact the officials directly.",
				"To address this issue, kindly get in touch with the officials.",
				"For assistance with this matter, please contact the officials.",
				"To resolve this, it is advisable to reach out to the officials.",
				"For further assistance, please get in contact with the officials.",
				"To address this concern, it is best to contact the officials.",
				"For this type of issue, it is recommended to contact the officials.",
				"To seek resolution, kindly reach out to the officials.",
				"For inquiries regarding this matter, please contact the officials.",
				"To get proper guidance, please reach out to the officials.",
				"To receive appropriate assistance, kindly contact the officials.",
				"For questions or concerns, it is advisable to contact the officials.",
				"To obtain assistance, it is recommended to contact the officials.",
				"For further guidance, please get in touch with the officials.",
				"To seek clarification, kindly contact the officials.",
				"For specific inquiries, it is best to contact the officials.",
				"For this particular matter, please contact the officials for assistance.",
				"To get the necessary support, it is recommended to contact the officials.",
				"For matters like this, it is advisable to reach out to the officials.",
				"To receive the required help, kindly contact the officials.",
				"For any issues related to this, please contact the officials.",
				"To address this particular concern, it is best to contact the officials.",
				"For specific assistance, it is recommended to contact the officials.",
				"To seek resolution for this matter, please reach out to the officials.",
				"To get proper support, kindly contact the officials.",
				"For further clarification, please get in touch with the officials.",
				"To obtain guidance, it is advisable to contact the officials.",
				"For this specific issue, it is recommended to contact the officials.",
				"To receive proper assistance, kindly contact the officials.",
				"For questions regarding this issue, please contact the officials.",
				"Kindly get in touch with the officials regarding this matter.",
				"Please contact the relevant officials for assistance with this type of matter.",
				"It is recommended to reach out to the officials for further assistance with this issue.",
				"For matters like this, we suggest contacting the officials directly.",
				"To address this specific matter, we advise you to contact the officials."
				]
		},
		{
			"tag": "reasons",
			"pattern": [
				"Why was the garbage I left at the collection site not picked up?",
				"Why was the garbage I left at the collection site not picked up?",
				"What could be the reason for the uncollected garbage I left at the collection site?",
				"Can you explain why the garbage I left at the collection site was not picked up?",
				"I'm wondering why the garbage I left at the collection site was not collected?",
				"What might be the cause for the uncollected garbage I left at the collection site?",
				"Is there a specific reason why the garbage I left at the collection site was not picked up?",
				"Could you provide some insight into why the garbage I left at the collection site was not collected?",
				"I'd like to understand why the garbage I left at the collection site was not picked up.",
				"Is there any explanation as to why the garbage I left at the collection site was not collected?",
				"Why wasn't the garbage I left at the collection site picked up?",
				"Can you clarify the reason behind the uncollected garbage I left at the collection site?",
				"I'm curious about the reason why the garbage I left at the collection site was not collected.",
				"Is there a specific explanation for the uncollected garbage I left at the collection site?",
				"Could you shed some light on why the garbage I left at the collection site was not picked up?",
				"I would like to know the reason behind the uncollected garbage I left at the collection site.",
				"What factors could have contributed to the uncollected garbage I left at the collection site?",
				"Is there a particular cause for the garbage I left at the collection site not being picked up?",
				"Can you provide some information about why the garbage I left at the collection site was not collected?",
				"I'm interested to know why the garbage I left at the collection site was not picked up.",
				"Is there any specific reason why the garbage I left at the collection site was not collected?",
				"Why was the garbage I left at the collection site not picked up as expected?",
				"Can you offer an explanation for the uncollected garbage I left at the collection site?",
				"I'm wondering what led to the uncollected garbage I left at the collection site.",
				"Is there a reason why the garbage I left at the collection site was not picked up?",
				"Could you provide some clarity on why the garbage I left at the collection site was not collected?",
				"I'd like to understand the rationale behind the uncollected garbage I left at the collection site.",
				"Is there any specific explanation for the uncollected garbage I left at the collection site?",
				"Why wasn't the garbage I left at the collection site collected as expected?",
				"Can you provide some insight into the uncollected garbage I left at the collection site?",
				"I would appreciate it if you could explain why the garbage I left at the collection site was not picked up.",
				"Why my trash was not collected from the designated collection site?",
				"The garbage collector did not take away my garbage as expected.",
				"Why my waste was left behind at the collection point?",
				"Why did the waste collector fail to collect my garbage?",
				"Why was the garbage I deposited at the collection site ignored?",
				"Why my trash was neglected and left at the collection site?",
				"The collection site did not perform its duty of picking up my garbage.",
				"I left my garbage at the collection site, but why it was not collected?",
				"I left my garbage at the collection site, but why was it not collected?",
				"I'm curious why my garbage, which I left at the collection site, was not collected?",
				"Can you explain why my garbage, which I left at the collection site, was not collected?",
				"I'm wondering what could be the reason for my garbage not being collected at the collection site?",
				"Why wasn't my garbage collected at the collection site even though I left it there?",
				"Is there a specific reason why my garbage, left at the collection site, was not collected?",
				"Could you provide some insight into why my garbage, left at the collection site, was not collected?",
				"I'd like to understand why my garbage, left at the collection site, was not collected.",
				"Is there any explanation as to why my garbage, left at the collection site, was not collected?",
				"Why wasn't my garbage, left at the collection site, picked up as expected?",
				"Can you clarify the reason behind my garbage, left at the collection site, not being collected?",
				"I'm curious about the reason why my garbage, left at the collection site, was not collected.",
				"Is there a specific explanation for my garbage, left at the collection site, not being collected?",
				"Could you shed some light on why my garbage, left at the collection site, was not collected?",
				"I would like to know the reason behind my garbage, left at the collection site, not being collected.",
				"What factors could have contributed to my garbage, left at the collection site, not being collected?",
				"Is there a particular cause for my garbage, left at the collection site, not being picked up?",
				"Can you provide some information about why my garbage, left at the collection site, was not collected?",
				"I'm interested to know why my garbage, left at the collection site, was not picked up.",
				"Is there any specific reason why my garbage, left at the collection site, was not collected?",
				"Why was my garbage, which I left at the collection site, not picked up as expected?",
				"Can you offer an explanation for my garbage, left at the collection site, not being collected?",
				"I'm wondering what led to my garbage, left at the collection site, not being collected.",
				"Is there a reason why my garbage, left at the collection site, was not picked up?",
				"Could you provide some clarity on why my garbage, left at the collection site, was not collected?",
				"I'd like to understand the rationale behind my garbage, left at the collection site, not being collected.",
				"Is there any specific explanation for my garbage, left at the collection site, not being collected?",
				"Why wasn't my garbage, left at the collection site, collected as expected?",
				"Can you provide some insight into my garbage, left at the collection site, not being collected?",
				"I would appreciate it if you could explain why my garbage, left at the collection site, was not picked up.",
				"Why was my waste disregarded and abandoned at the designated collection site?"
				],
			"responses": [
				"Reasons on why your garbase was still on the designated collection site: (1) You put it out late, (2) Not properly segregated.",
				"The reasons why your garbage was left at the designated collection site are: (1) You put it out late, (2) It was not properly segregated.",
				"Your garbage was not collected due to the following reasons: (1) Late placement, (2) Improper segregation.",
				"There are two reasons why your garbage remained at the collection site: (1) Late disposal, (2) Lack of proper segregation.",
				"The designated collection site still had your garbage because: (1) It was put out late, (2) It was not segregated correctly.",
				"Two factors contributed to your garbage being left behind at the collection site: (1) Late placement, (2) Inadequate segregation.",
				"Your garbage was not collected due to the following reasons: (1) Late placement, (2) Improper segregation.",
				"The reasons for your garbage not being collected are as follows: (1) Late placement, (2) Improper segregation.",
				"The non-collection of your garbage can be attributed to the following reasons: (1) Late placement, (2) Improper segregation.",
				"Due to the following reasons, your garbage was not collected: (1) Late placement, (2) Improper segregation.",
				"The collection of your garbage was not possible because of the following reasons: (1) Late placement, (2) Improper segregation.",
				"The absence of collection for your garbage is attributed to the following reasons: (1) Late placement, (2) Improper segregation.",
				"Your garbage was not collected due to the following factors: (1) Late placement, (2) Improper segregation.",
				"The non-pickup of your garbage is due to the following reasons: (1) Late placement, (2) Improper segregation.",
				"The collection of your garbage was not completed due to the following reasons: (1) Late placement, (2) Improper segregation.",
				"Due to late placement and improper segregation, your garbage was not collected.",
				"Late placement and improper segregation resulted in the non-collection of your garbage.",
				"Your garbage was not picked up because it was placed late and not properly segregated.",
				"The non-collection of your garbage can be attributed to late placement and improper segregation.",
				"Late placement and improper segregation caused the non-pickup of your garbage.",
				"Due to improper segregation and late placement, your garbage was not collected.",
				"Your garbage was not collected as a result of late placement and improper segregation.",
				"The reasons for the non-collection of your garbage are late placement and improper segregation.",
				"Late placement and improper segregation led to the non-pickup of your garbage.",
				"Your garbage was not picked up due to late placement and improper segregation.",
				"The non-collection of your garbage is due to late placement and improper segregation.",
				"Due to improper segregation and late placement, your garbage was not picked up.",
				"Late placement and improper segregation resulted in the non-collection of your garbage.",
				"Your garbage was not collected because it was placed late and not properly segregated.",
				"The non-collection of your garbage can be attributed to late placement and improper segregation.",
				"Late placement and improper segregation caused the non-pickup of your garbage.",
				"Due to improper segregation and late placement, your garbage was not collected.",
				"Your garbage was not collected as a result of late placement and improper segregation.",
				"The reasons for the non-collection of your garbage are late placement and improper segregation.",
				"Late placement and improper segregation led to the non-pickup of your garbage.",
				"Your garbage was not picked up due to late placement and improper segregation.",
				"The non-collection of your garbage is due to late placement and improper segregation."
				]
		},
		{
			"tag": "movesched",
			"pattern": [
				"How are residents informed about any changes or updates to the garbage collection schedule?",
				"How are people kept informed of any modifications or revisions to the garbage collection schedule?",
				"How are people informed about any changes or updates to the garbage collection schedule?",
				"Are there options to receive SMS notifications for missed garbage pickups or schedule changes?",
				"Does the garbage collection schedule vary during holidays or special occasions?",
				"Is there a difference in the waste pickup schedule during holidays or special occasions?",
				"Are there any changes to the garbage collection schedule during inclement weather conditions?",
                "What should I do if my garbage collection day falls on a holiday?",
				"When there is bad weather, are there any adjustments to the garbage collection schedule?"
				],
			"responses": [
				"Schedule will be moved prior or after the holiday. You will be informed through text before the adjusted day. Same as when there is an natural disaster occurring.",
				"The schedule will be adjusted either before or after the holiday, and you will receive a text notification prior to the new collection day. This also applies in the event of a natural disaster.",
				"In case of a holiday, the schedule will be shifted to a different day, either before or after, and you will be notified via text message beforehand. The same procedure applies during a natural disaster.",
				"During holidays, the collection schedule will be rescheduled to a different day, before or after the holiday, and you will be notified of the new collection day through text messages. The same procedure is followed during natural disasters.",
				"If there is a holiday, the collection schedule will be adjusted to another day, either before or after the holiday, and you will be informed about the revised collection day through text messages. This also applies in the event of a natural disaster.",
				"When there is a holiday, the garbage collection schedule will be modified to a different day, either before or after the holiday, and you will receive a text notification in advance. The same process applies during natural disasters."
				]
		},
		{
			"tag": "segregation",
			"pattern": [
				"Do I need to segregate the garbage?",
				"Will the garbage be collected even if it's not segregated?",
				"Is unsegregated garbage accepted?",
				"Is it necessary to segregate the garbage to be disposed of?",
				"Do we need to separate diapers?",
				"Do I need to separate my recyclable waste from the regular garbage?",
				"Should I segregate my recyclable trash from the regular waste?",
				"Is it necessary to separate recyclable garbage from non-recyclable waste?",
				"Do I have to divide my recyclable waste from the regular garbage?",
				"Do you properly segregate waste?",
				"Should the waste be segregated before disposal?",
				"Is it required to segregate the waste beforehand or not?",
				"Is it necessary to segregate the waste before disposal?",
				"Is it mandatory to separate the waste before disposal?",
				"Can I dispose of medical waste in the regular garbage?",
				"Can I dispose of empty paint cans in the regular garbage?",
				"Will recyclable products be sorted?",
				"Is it necessary to separate plastic garbage into separate bottles?",
				"Should I segregate plastic garbage into distinct bottles?",
				"Do I need to use separate bottles for plastic waste?",
				"Is it recommended to have dedicated bottles for plastic garbage?",
				"Should I keep plastic waste separate from other types of garbage in bottles?",
				"Is it advisable to use different bottles specifically for plastic trash?",
				"Do I need to allocate separate bottles for the disposal of plastic waste?",
				"Should I differentiate plastic garbage by using separate bottles?",
				"Is it preferable to have designated bottles for plastic waste disposal?",
				"Should I consider using separate containers or bottles exclusively for plastic garbage?"
				],
			"responses": [
				"Segregation is a must before the collection.",
				"Prior to collection, proper segregation is mandatory.",
				"Segregation is a requirement that must be fulfilled before the collection.",
				"It is essential to segregate the waste appropriately before it is collected.",
				"Before the collection, it is necessary to separate the waste into different categories.",
				"Proper segregation is a must-do task before the garbage collection takes place.",
				"Garbages should be segregated properly before the collection."
				]
		},
		{
			"tag": "binbag",
			"pattern": [
				"Do you provide recycling bins or should I use my own?",
				"Can I request a larger or additional garbage bin for my household?",
				"Is it possible to request a larger or additional garbage bin for my household?",
				"Can I make a request for a bigger or extra garbage bin for my residence?",
				"Am I allowed to ask for a larger or supplementary garbage bin for my household?",
				"Is there a provision to request a larger or additional garbage bin for my residence?",
				"Is it permissible to seek a bigger or extra garbage bin for my household through a request?",
				"Do you offer recycling bins or should I use my own?",
				"Are recycling bins provided or should I use my own?",
				"Is there a provision for recycling bins or should I utilize my own?",
				"Do you supply recycling bins or should I make use of my own?",
				"Should the garbage be bagged?",
				"Are recycling bins available or should I rely on my own?"
				],
			"responses": [
				"Subscribers should provide their own bin and the garbage should be in waste bags.",
				"Subscribers are responsible for providing their own bin, and the garbage should be placed in waste bags.",
				"It is the responsibility of subscribers to provide their own bin, and the garbage must be contained in waste bags.",
				"Subscribers are required to have their own bin, and the garbage should be properly bagged.",
				"To comply with the guidelines, subscribers must have their own bin, and the garbage should be securely bagged.",
				"Subscribers are expected to use their own bin, and the garbage should be appropriately bagged."
				]
		},
		{
			"tag": "faq",
			"pattern": [
				"Are there any additional features or functions of the SMS notification system for garbage collection?",
				"Can I reply to the SMS notification to request changes or updates to my garbage collection service?",
				"Is the SMS notification system equipped with any additional features or functionalities for waste collection?",
				"What other characteristics or capabilities does the SMS notification system for garbage pickup have?",
				"What other functionalities does the SMS notification system for garbage collection have?",
				"Are there any settings or preferences I need to adjust to receive notifications?",
				"What else the system can do?",
				"Does the system for notification only?",
				"Does the system solely for notification?",
                "What other services do you offer?",
				"Is the system exclusively for notifications?"
				],
			"responses": [
				"Text keyword to sample_number to know all the functions of this system.",
				"To discover all the functions of this system, simply text keyword to sample_number.",
				"To explore the various functions of this system, send a text message with the keyword to sample_number.",
				"To learn about all the available functions of this system, send a text with the keyword to sample_number.",
				"To find out about the complete range of functions offered by this system, send a text containing the keyword to sample_number.",
				"To access information on all the functions provided by this system, send a text message with the keyword to sample_number."
				]
		},
		{
			"tag": "onlytruck",
			"pattern": [
				"What types of disposal units do you provide?",
				"What types of disposal units are available for use?",
				"What kinds of disposal units do you offer?",
				"What options do you provide for disposal units?",
				"What types of waste disposal units are at your disposal?",
				"What kinds of disposal units are provided for waste management?",
				"What type of vehicle will be used for garbage collection?",
				"Which form of vehicle will be utilized to collect the trash?"
				],
			"responses": [
				"The disposal units for garbage collection is truck.",
				"The primary disposal unit for garbage collection is the truck.",
				"The truck is the main type of disposal unit used for garbage collection.",
				"Trucks are utilized as the primary disposal units for garbage collection.",
				"The truck serves as the primary means of disposal for garbage collection.",
				"For garbage collection, the main disposal unit employed is the truck."
				]
		},
		{
			"tag": "schedule",
			"pattern": [
				"When is the garbage collection?",
				"What is the garbage disposal schedule?",
				"What's the schedule for garbage pickup?",
				"When is the trash removal?",
				"What is the garbage disposal timing?",
				"What is the trash disposal schedule?",
				"When do they collect the trash?",
				"What's the schedule for waste disposal?",
				"When is the trash pick-up scheduled?",
				"What is the trash collection timing?",
				"When is the waste collection day?",
				"What's the garbage removal routine?",
				"When is the waste collection scheduled?",
				"What's the garbage pickup time?",
				"When is the trash disposal day?",
				"What's the garbage collection schedule?",
				"What is the trash pick-up time?",
				"When does the garbage truck come?",
				"What time does the garbage get collected?",
				"When is the trash collection day?",
				"When do they collect the garbage?",
				"What's the time for garbage collection?",
				"When is the garbage collection scheduled?",
				"What's the time for garbage pickup?",
				"When do they empty the trash bins?",
				"What is the trash disposal timing?",
				"What's the garbage removal schedule?",
				"When does the garbage pickup occur?",
				"What time does the trash get picked up?",
				"When does the garbage pickup happen?",
				"What time does the trash get collected?",
				"What is the garbage pick-up schedule?",
				"When is the waste management day?",
				"What's the garbage disposal routine?",
				"When is the trash pick-up?",
				"What is the trash collection time?",
				"When do we throw out the trash?",
				"What time should we put out the garbage?",
				"When should I take the trash out?",
				"What's the trash pickup time?",
				"When should I dispose of the rubbish?",
				"What's the timing for garbage disposal?",
				"When do we need to take out the trash?",
				"What time should I put out the rubbish?",
				"When should I throw away the garbage?",
				"Hi, I would like to know the garbage collection schedule.",
				"When should I get rid of the waste?",
				"When do we dispose of the garbage?",
				"What time should I put the rubbish out?",
				"When should I dispose of the waste?",
				"When does the trash pickup take place?",
				"What time does the garbage truck arrive?",
				"When should I take out the rubbish?",
				"When should I throw away the rubbish?",
				"What's the garbage removal timing?",
				"What is the schedule for the garbage truck's rounds?",
				"When should I get rid of the garbage?",
				"When do they empty the waste bins?",
				"When do we dispose of the trash?",
				"What time should I put the waste out?",
				"When does the trash removal occur?",
				"When should I take out the waste?",
				"What is the garbage collection schedule?",
				"What is the schedule for garbage collection?",
				"When will the garbage collector pass by?",
				"Does the garbage get collected every day?",
				"What is the garbage disposal routine?",
				"When do they collect the rubbish?",
				"What's the schedule for trash disposal?",
				"When is the trash pick-up day?",
				"What is the trash collection schedule?",
				"When should I throw away the waste?",
				"How often does the garbage truck come?",
				"What is the garbage schedule?",
				"Does the garbage truck pass by every day?",
				"Why doesn't the garbage truck pass by every day?",
				"How often does the garbage truck pass by?",
				"What's the garbage collection timing?",
				"When does the trash pickup occur?",
				"What time does the garbage truck come around?",
				"When should I get rid of the rubbish?",
				"What is the garbage disposal day?",
				"When do they empty the garbage bins?",
				"What's the trash disposal timing?",
				"When do we dispose of the waste?",
				"What time should I put out the garbage bags?",
				"How often does garbage collection usually occur?",
				"When is garbage collection scheduled in my community?",
				"When is the garbage disposal day?",
				"What is the schedule for waste disposal?",
				"At what time will the waste disposal truck arrive in our area?",
				"At what time will the truck collector arrive in our area?",
				"At what time will the truck arrive in our area?",
				"At what time will the garbage truck arrive in our area?",
				"At what time will the dump truck arrive in our area?",
				"At what time will the truck arrive in our cluster?",
				"Is there a garbage collection today?",
				"Is there a waste collection today?",
				"Is there a rubbish collection today?",
				"Why did the garbage truck only pass by now?",
				"Why does the garbage truck only pass by on Mondays?",
				"Why does the garbage collection happen at 9 AM?",
				"Will the garbage truck pass by again tomorrow?",
				"Will the garbage still be collected this week?",
				"When will the garbage be collected today?",
				"When will the garbage be gathered today?",
				"When will the garbage be retrieved today?",
				"When will the garbage be claimed today?",
				"When will the trash be collected today?",
				"When will the trash be gathered today?",
				"When will the trash be retrieved today?",
				"When will the trash be claimed today?",
				"When will the waste be collected today?",
				"When will the waste be gathered today?",
				"When will the waste be retrieved today?",
				"When will the waste be claimed today?",
				"When will the rubbish be collected today?",
				"When will the rubbish be gathered today?",
				"When will the rubbish be retrieved today?",
				"When will the rubbish be claimed today?",
				"When will the rubbish be pick-uped?",
				"When will the waste be pick-uped?",
				"When will the trash be pick-uped?",
				"When will the waste be pick-uped?",
				"When will the garbage be pick-uped?",
				"When will the garbage be retrieved this week?",
				"When will the garbage be claimed this week?",
				"When will the trash be collected this week?",
				"When will the trash be gathered this week?",
				"When will the trash be retrieved this week?",
				"When will the trash be claimed this week?",
				"When will the waste be collected this week?",
				"When will the waste be gathered this week?",
				"When will the waste be retrieved this week?",
				"When will the waste be claimed this week?",
				"When will the rubbish be collected this week?",
				"When will the rubbish be gathered this week?",
				"When will the rubbish be retrieved this week?",
				"When will the rubbish be claimed this week?",
				"What is the scheduled time for garbage collection this week?",
				"When can I expect the garbage to be picked up this week?",
				"At what time will the garbage be collected this week?",
				"When is the designated time for garbage pickup this week?",
				"What time should I anticipate the garbage being collected this week?",
				"When will the garbage truck come for collection this week?",
				"What is the pickup schedule for garbage this week?",
				"When should I put out the garbage for collection this week?",
				"At what time will the garbage collectors arrive this week?",
				"When can I dispose of the garbage for pickup this week?",
				"What time does the garbage collection service start this week?",
				"When should I have my garbage ready for collection this week?",
				"When is the expected collection time for garbage this week?",
				"What is the pickup timeframe for garbage this week?",
				"When will the garbage truck arrive for collection this week?",
				"When does the garbage pickup service operate this week?",
				"What time does the garbage collection begin this week?",
				"When is the garbage scheduled for collection this week?",
				"At what time does the garbage collection occur this week?",
				"What is the scheduled time for garbage collection today?",
				"When can I expect the garbage to be picked up today?",
				"At what time will the garbage be collected today?",
				"When is the designated time for garbage pickup today?",
				"What time should I anticipate the garbage being collected today?",
				"When will the garbage truck come for collection today?",
				"What is the pickup schedule for garbage today?",
				"At what time will the garbage collectors arrive today?",
				"What time does the garbage collection service start today?",
				"When is the expected collection time for garbage today?",
				"What is the pickup timeframe for garbage today?",
				"When will the garbage truck arrive for collection today?",
				"When does the garbage pickup service operate today?",
				"What time does the garbage collection begin today?",
				"When is the garbage scheduled for collection today?",
				"At what time does the garbage collection occur today?",
				"What is the weekly schedule for garbage collection?",
				"How many times a week do you collect garbage?",
				"Where is the garbage truck?",
				"On which day do you collect the garbage?",
				"On which day does the garbage truck pass by?",
				"When do you collect the garbage?",
				"How frequently does garbage collection occur?",
				"What is the process for scheduling garbage collection?",
				"Is there a specific collection schedule for organic waste in your barangay?",
				"How frequently is garbage collected?",
				"Is there a set schedule for waste pickup?",
				"Is there a set day and time for collecting organic trash?",
				"Is there a predetermined schedule for waste collection?",
				"Is there a designated day and time for collecting organic trash?", 
				"What is the schedule for your collection of biodegradable and non-biodegradable waste?",
				"What time will the garbage be collected?",
				"How often do you collect the garbage?",
				"Is there a schedule for garbage collection?",
				"What is the designated time for garbage collection?",
				"Can you provide the schedule for the collection of organic and non-organic waste?",
				"At what time will you collect the garbage?",
				"How frequently do you conduct garbage collection?",
				"Is there a specific timetable for garbage collection?",
				"What is the typical waste removal schedule?",
				"Is there a garbage collection schedule for today?",
				"Can I expect a garbage collection schedule today?",
				"Are they planning to collect the garbage today?",
				"Will the garbage be collected today according to the schedule?",
				"Can I know if there's a garbage collection planned for today?",
				"Is today designated for garbage collection?",
				"Are they going to pick up the garbage today as per the schedule?",
				"Can I confirm if there's a garbage collection today?",
				"Is the garbage being collected today based on the usual schedule?",
				"Will the garbage be collected today on the scheduled time?",
				"Can I find the garbage collection schedule for today?",
				"Is there a specific timetable for garbage collection today?",
				"Where can I access the schedule for garbage collection today?",
				"How can I check if there's a planned garbage collection for today?",
				"Is there a designated time for garbage collection today?",
				"Can I inquire about the schedule for garbage pickup today?",
				"Where can I find information about the garbage collection schedule for today?",
				"Is there a published schedule for garbage collection today?",
				"How can I confirm the garbage collection timings for today?",
				"Can I get the details of today's garbage collection schedule?",
                "Garbage collection occurs how often?"
				],
			"responses": [
				"The garbage collection is scheduled every date(s)/time.",
				"The garbage collection is scheduled on specific dates/times.",
				"Garbage collection is planned to take place on designated dates/times.",
				"The scheduled garbage collection occurs on particular dates/times.",
				"Garbage collection is arranged to happen at specific dates/times.",
				"The garbage collection is scheduled to occur at set dates/times."
				]
		},
		{
			"tag": "once",
			"pattern": [ 
				"At what hour should I place the garbage outside for pickup this week?",
				"When should I put out the garbage for collection today?",
				"When can I dispose of the garbage for pickup today?",
				"When should I have my garbage ready for collection today?",
				"At what hour should I place the garbage outside for pickup today?",
				"How far in advance should I put out my garbage for collection according to the schedule?",
				"How far ahead of time should I place my garbage out for collection?",
				"Considering the schedule, how early should I put my garbage out for pickup?",
				"How many days in advance should I place my trash for collection based on the schedule?",
				"What is the recommended timeframe for setting out my garbage on the scheduled collection day?",
				"Can I place my garbage bags outside overnight?",
				"How many minutes in advance should I take out my trash?",
				"What is the recommended timeframe for taking out the trash before collection?",
				"How much time should I allow before the scheduled collection to take out my trash?",
				"What is the appropriate lead time for putting out my garbage before collection?",
				"How many minutes prior to the pickup time should I place my trash outside?",
				"Is there a specific timeframe for taking out the trash before the collection crew arrives?",
				"How much advance notice should I give before setting out my trash for collection?",
				"What is the recommended time window for putting the trash out before the scheduled pickup?",
				"How many minutes beforehand should I prepare and place my trash for collection?",
				"Is there a designated period before the collection when I should take out my trash?",
                "Should I take out the garbage immediately?",
				"Can we take out the garbage even if the collection hasn't happened yet?",
				"Should I take out my trash already after receiving the text?"
				],
			"responses": [
				"The garbage should be take out once SMS is received.",
				"Once an SMS is received, the garbage should be taken out.",
				"Upon receiving an SMS, it is necessary to take out the garbage.",
				"After receiving an SMS notification, the garbage should be promptly taken out.",
				"Once an SMS is received, it is important to remove the garbage.",
				"When an SMS is received, the garbage should be taken out accordingly."
				]
		},
		{
			"tag": "factors",
			"pattern": [
				"Why didn't I receive a text message?",
				"Why is the text message delivery delayed for me?",
				"Can the text message arrival be expedited?",
				"I've already registered, but why am I not receiving text messages?",
				"Why do I always receive text messages late?",
				"Why am I not receiving notifications?",
				"Why haven't I been getting any notifications?",
				"I'm not receiving any notifications. What's wrong?",
				"I haven't received any notifications. Can you help?",
				"What could be the reason for not receiving notifications?",
				"Why are the notifications not coming through to me?",
				"Is there a problem with my notification settings?",
				"Am I missing something? I haven't received any notifications.",
				"I'm not getting any notifications. What should I do?",
				"Is there a technical issue? I haven't received any notifications.",
				"What should I check if I'm not receiving any notifications?",
				"Could there be a problem with my account? I haven't received any notifications.",
				"I'm wondering why I haven't been receiving any notifications.",
				"Are there any known issues with notification delivery? I haven't received any.",
				"Is there a way to troubleshoot if I'm not getting notifications?",
				"I'm curious as to why I'm not receiving any notifications.",
				"What steps can I take if I'm not receiving notifications?",
				"Is there a support channel for notification issues? I'm not receiving any.",
				"I've checked my settings, but I'm still not receiving notifications. Any suggestions?",
				"Are there any common reasons for not receiving notifications?",
				"I need help. I'm not receiving any notifications.",
				"Why am I not receiving text messages even though I'm subscribed?",
				"Why am I receiving text messages late?",
				"How can I fix delayed text message delivery?",
				"why I receive late text message?",
				"how to fix late text message?",
				"What happens if I don't receive an SMS notification for garbage collection?",
				"What happens if I don't get a notification via SMS for garbage collection?",
				"How can I check and verify if notifications are being sent but not reaching me?",
				"I've been experiencing delays in receiving notifications.",
				"There seems to be a delay in the delivery of my notifications.",
				"My notifications are arriving late or with a significant delay.",
				"I'm noticing a considerable lag in the receipt of my notifications.",
				"The notifications I receive are consistently delayed.",
				"There's a problem with the timeliness of my notification delivery.",
				"I've been receiving my notifications with a noticeable delay.",
				"The notifications I receive are not arriving in a timely manner.",
				"I'm encountering delays in the arrival of my notifications.",
                "Why am I not receiving any notifications?",
				"What could be the reason for not receiving notifications?",
				"Is there a specific issue causing the lack of notification delivery?",
				"What can I do to troubleshoot the problem of not receiving notifications?",
                "Why am I not receiving text messages?",
				"Why don't I receive texts from the truck?",
				"Why am I receiving text messages late?",
				"Why do I receive text messages late?",
                "Is there a technical glitch or error that may be preventing notification delivery?",
				"There's a significant time gap between the sending and receiving of my notifications."
				],
			"responses": [
				"There are many factors on why you received the SMS late. You can check you cellular signal strength.",
				"There could be several reasons why you received the SMS late. You may want to check your cellular signal strength.",
				"Multiple factors can contribute to the delay in receiving the SMS. It is advisable to assess your cellular signal strength.",
				"There are various factors that might have caused the delay in receiving the SMS. Consider checking your cellular signal strength.",
				"Several factors may have resulted in the late delivery of the SMS. It is recommended to verify your cellular signal strength.",
				"The delay in receiving the SMS could be attributed to several factors. It is suggested to examine your cellular signal strength."
				]
		},
		{
			"tag": "nocharge",
			"pattern": [
				"Is there a charge per bag?",
				"Is there a fee per bag?",
				"Are there charges for each bag?",
				"Is there a cost associated with each bag?",
				"Do I need to pay for every bag?",
                "What are the costs of commercial waste removal?",
				"Are there any charges per bag?"
				],
			"responses": [
				"There is no charge.",
				"No charge is applied.",
				"There are no fees or charges.",
				"No payment is required.",
				"There is no cost involved.",
				"There are no charges incurred."
				]
		},
		{
			"tag": "nomax",
			"pattern": [
				"How many bags of garbage are allowed per household?",
				"Is there a maximum trash bag/amount per household?",
				"Is there a limit to the number of trash bags or the amount of garbage per household?",
				"Are there any restrictions on the maximum number of trash bags or the quantity of garbage allowed per household?",
				"Is there a cap on the maximum trash bag count or the volume of garbage per household?",
				"Are there any limitations on the number of trash bags or the amount of waste per household?",
				"Is there a maximum allowable number of trash bags or a limit on the quantity of garbage per household?"
				],
			"responses": [
				"There is no maximum amount of bags (no fee). You can take out all your garbage at the designated schedule.",
				"There is no limit to the number of bags (without any fee). You can dispose of all your garbage during the designated schedule.",
				"You are not restricted to a maximum number of bags (with no charges). Feel free to take out all your garbage according to the designated schedule.",
				"There are no limitations on the quantity of bags (with no associated fee). You can dispose of all your garbage at the designated schedule.",
				"You can use as many bags as needed (with no fee). Ensure to take out all your garbage at the designated schedule.",
				"There is no maximum bag count (with no charge). Make sure to dispose of all your garbage during the designated schedule."
				]
		},
		{
			"tag": "strict",
			"pattern": [
				"Can households ask for extra or special waste pickup services?",
				"Are extra or unique waste collection services available upon request from residents?",
				"Can I request a collection for garden waste or yard trimmings?",
				"Can I request a pickup for large amounts of paper or cardboard?",
				"Can I request a collection for old or damaged furniture?",
				"Can I request a pickup for old or expired fire extinguishers?",
				"Can I request a special collection for used tires or automotive waste?",
				"Can I request a collection for old or damaged bicycles?",
                "Can residents request additional or special garbage collection services?",
				"Can I request a special pickup for tree branches or large yard waste?"
				],
			"responses": [
				"Truck collection follows strict schedule, it is not possible.",
				"The truck collection adheres to a strict schedule, and it is not possible to deviate from it.",
				"The collection by the truck follows a rigid schedule, and there is no flexibility.",
				"The truck collection operates on a fixed schedule, and there are no exceptions.",
				"The collection schedule for the truck is strictly enforced, and no deviations are allowed.",
				"The truck collection follows a precise schedule, and there is no room for adjustments."
				]
		},
		{
			"tag": "reply",
			"pattern": [
				"Is it possible to send a text message in response to the system?",
				"Can I reply to the system via text messaging?",
				"Is texting a valid method for interacting with the system?",
				"Can I utilize SMS to respond to the system?",
				"Is text messaging supported for replying to the system?",
				"Can I engage with the system by texting my responses?"
				],
			"responses": [
				"Yes, you can reply if your number is registered on our notification system.",
				"If your number is registered in our notification system, you will receive a response.",
				"You will receive a reply if your number is registered in our notification system.",
				"If your number is on our notification system's registered list, you can expect a response.",
				"A reply will be sent if your number is registered in our notification system.",
				"If your number is part of our registered users in the notification system, you will receive a reply."
				]
		},
		{
			"tag": "general",
			"pattern": [
				"Is SIM card registration free?",
				"Will you also collect the bags along with the garbage?",
				"Do you have enough staff and vehicles to collect garbage throughout the entire barangay?",
				"Can I compost food scraps and organic waste?",
				"Can I report illegal dumping or littering in my area?",
				"Are there penalties for not following the waste disposal guidelines?",
				"Can I donate or recycle old clothes and shoes?"
				],
			"responses": [
				"Yes and for more information please contact the CENRO officials.",
				"Yes, and for further information, please reach out to the CENRO officials.",
				"Yes and if you need additional information, kindly contact the CENRO officials.",
				"Yes and to obtain more details, please get in touch with the CENRO officials.",
				"Yes and for any inquiries, please contact the CENRO officials.",
				"Yes and if you require more information, please reach out to the CENRO officials."
				]
		},
		{
			"tag": "yeswebkey",
			"pattern": [
				"Can I temporarily pause or suspend SMS notifications for garbage collection during vacations or absences?",
				"Can I temporarily avoid or suspend SMS notifications for garbage collection during vacations or absences?",
				"For the duration of my vacation or absence, may I halt or stop receiving SMS notifications for garbage collection?"
				],
			"responses": [
				"Yes. You can go to our website or unjoin by texting keyword to sample_number.",
				"Yes. You have the option to visit our website or unsubscribe by sending the keyword to the sample number.",
				"Yes. You can choose to access our website or opt out by texting the keyword to the sample number.",
				"Yes. You have the choice to visit our website or cancel your subscription by texting the keyword to the sample number.",
				"Yes. You can either visit our website or unsubscribe by texting the keyword to the sample number.",
				"Yes. You are welcome to visit our website or stop receiving notifications by texting the keyword to the sample number."
				]
		},
		{
			"tag": "yesjoinkey",
			"pattern": [
				"Can I receive SMS notifications for multiple addresses if I manage more than one property?",
				"If I manage more than one property, can I receive SMS notifications for numerous addresses?",
				"If I manage numerous properties, can I get SMS notifications for each address separately?",
				"If you manage multiple properties, you can receive SMS notifications for each address separately."
				],
			"responses": [
				"Yes. You can join by texting keyword to sample_number.",
				"Yes. To join, simply text the keyword to the sample_number.",
				"Yes. You can become a member by texting the keyword to the sample_number.",
				"Yes. To join, send a text message with the keyword to the sample_number.",
				"Yes. By texting the keyword to the sample_number, you can join the service.",
				"Yes. To become a part of the system, send a text message with the keyword to the sample_number."
				]
		},
		{
			"tag": "damagedbag",
			"pattern": [
				"What should I do if my garbage bag gets torn or damaged?",
				"If my trash bag becomes ripped or impaired, what steps should I take?",
				"In the event that my garbage bag gets torn or damaged, what actions should I consider?",
				"What course of action should be taken if my trash bag sustains a tear or is damaged?",
				"If my garbage bag becomes torn or compromised, what measures should I implement?",
				"How should I proceed if my trash bag suffers from tearing or damage?"
				],
			"responses": [
				"You can change the the garbage bag.",
				"If your garbage bag gets torn or damaged, please replace it with a new one.",
				"In case your garbage bag gets torn or damaged, kindly replace it with a fresh bag.",
				"If your garbage bag becomes torn or damaged, please dispose of its contents in a new bag.",
				"If your garbage bag gets damaged or torn, please transfer the waste into a new bag.",
				"Should your garbage bag get torn or damaged, please use a new bag for disposal."
				]
		},
		{
			"tag": "unsubsub",
			"pattern": [
				"Can I change the registered SIM card?",
				"How to stop receiving trash collection notifications?",
				"How do I update my contact information or phone number for receiving SMS notifications?",
				"How can I configure the notification system to utilize my other SIM card instead of the current one?",
				"Can I switch the notification delivery to my other SIM card and if so, how?",
                "How can I change my contact information or phone number so that I may receive SMS notifications?",
                "How can I change my phone number or address to receive SMS notifications?",
				"How can I be the new contact person?"
				],
			"responses": [
				"You can do it by unsubscribing first and subscribing again.",
				"You can achieve that by canceling your subscription and then resubscribing.",
				"To accomplish this, unsubscribe first and then subscribe again.",
				"The process involves unsubscribing initially and then subscribing once more.",
				"In order to do this, start by unsubscribing and then proceed with subscribing again.",
				"One way to achieve this is by first unsubscribing and then subscribing again."
				]
		},
		{
			"tag": "websiteorkey",
			"pattern": [
				"How can I find out the schedule for garbage collection in my community?",
				"How can I find out the garbage collection schedule in my community?",
				"What is the process to know the schedule for garbage collection in my community?",
				"How do I access the garbage collection schedule for my community?",
				"Where can I find information about the garbage collection schedule in my community?",
				"How can I check the schedule for garbage collection in my community?",
				"Is there a way to find out the garbage collection schedule in my community?",
				"Are there any initiatives to reduce waste or promote recycling in the barangay?",
				"Are there any recycling programs for plastic bottles or containers?"
				],
			"responses": [
				"You can go to our website or text keyword to sample_number.",
				"To access our services, you can visit our website or simply text the keyword to sample_number.",
				"For your convenience, you have two options: either visit our website or send a text with the keyword to sample_number.",
				"To get started, feel free to explore our website or send a text containing the keyword to sample_number.",
				"Whether you prefer online browsing or texting, you can choose to either visit our website or text the keyword to sample_number.",
				"We offer two ways to engage with us. You can either go to our website or send a text with the keyword to sample_number."
				]
		},
		{
			"tag": "join",
			"pattern": [
				"How can I join?",
				"How to join?",
				"Join",
				"What is the process to join?",
				"What steps do I need to take to join?",
				"How do I become a member?",
				"What is the procedure for joining?",
				"What are the requirements to join?",
				"Can you guide me on how to join?",
				"How do I get started and join?",
				"Are there any prerequisites to join?",
				"Can you explain the joining procedure?",
				"What are the steps to become a member?",
				"How do I register?",
				"How do I register to receive text messages?",
				"How can I subscribe to SMS reminders for garbage pickup?"
				],
			"responses": [
			"You can join by texting keyword to sample_number.",
			"To become a member, simply text the keyword to sample_number.",
			"Join our community by sending a text with the keyword to sample_number.",
			"To get started, join us by texting the keyword to sample_number.",
			"Take the first step towards membership by texting the keyword to sample_number.",
			"To be a part of our group, just text the keyword to sample_number.",
			"You can join by texting the keyword to the sample number.",
			"To join, simply send a text message with the keyword to the provided sample number.",
			"Joining is easy! Just send a text with the keyword to the sample number.",
			"To become a member, send a text message with the keyword to the sample number.",
			"Joining is as simple as sending a text with the keyword to the sample number.",
			"To be part of the system, send a text message containing the keyword to the sample number.",
			"By texting the keyword to the sample number, you can join the system.",
			"To get started, send a text message to the sample number with the keyword to join.",
			"Joining the system is just a text message away. Send the keyword to the sample number.",
			"You can become a member by sending a text with the keyword to the provided sample number.",
			"To join the system, send a text message to the sample number with the keyword.",
			"By texting the keyword to the provided sample number, you can join and become a member.",
			"To be part of the system, simply send a text message with the keyword to the sample number.",
			"Joining is as easy as sending a text message with the keyword to the sample number.",
			"To join, send a text with the keyword to the sample number and you'll be part of the system.",
			"By sending a text message with the keyword to the provided sample number, you can join.",
			"To become a member of the system, send a text with the keyword to the sample number.",
			"Simply send a text message with the keyword to the provided sample number to join.",
			"To join the system, all you need to do is send a text message with the keyword to the sample number.",
			"By texting the keyword to the sample number, you can easily join and become a member of the system.",
			"Joining the system is just a text message away. Send the keyword to the provided sample number.",
			"To be part of the system, send a text message to the provided sample number with the keyword.",
			"By sending a text with the keyword to the sample number, you can join and start using the system.",
			"Joining the system is quick and easy. Just send a text message with the keyword to the provided sample number.",
			"To become a member, send a text message with the keyword to the provided sample number and you'll be part of the system.",
			"To join the system, simply send a text with the keyword to the provided sample number and you'll be registered.",
			"By texting the keyword to the sample number, you can join and start benefiting from the system.",
			"Joining is as simple as sending a text message with the keyword to the provided sample number to join the system.",
			"To be part of the system, all you need to do is send a text message with the keyword to the provided sample number."
			]
		},
		{
			"tag": "manualcenro",
			"pattern": [
				"Is my cellphone registered when I submit it to the municipality?",
				"Will my cellphone be registered once I submit it to the municipality?",
				"Upon submission to the municipality, is my cellphone registered?",
				"Is the registration of my cellphone completed when I submit it to the municipality?",
				"Will my cellphone be considered registered after it is submitted to the municipality?",
				"Is the registration of my cellphone initiated upon submission to the municipality?"
				],
			"responses": [
				"You can submit it to the CENRO office, so they can manually add your number to the system.",
				"To ensure your number is added to the system, you can submit it to the CENRO office for manual processing.",
				"By submitting your number to the CENRO office, they can manually include it in the system.",
				"To have your number added to the system, please submit it to the CENRO office for manual entry.",
				"You can opt to submit your number to the CENRO office, where they will manually input it into the system.",
				"For manual addition to the system, kindly submit your number to the CENRO office."
				]
		},
		{
			"tag": "unjoin",
			"pattern": [
				"How can I remove my cellphone from receiving messages?",
				"how to unsubscribe?",
				"how to unjoin",
				"unjoin",
				"How can I unsubscribe from the service?",
				"What is the process to cancel my subscription?",
				"How do I stop receiving notifications?",
				"Where can I find the option to unsubscribe?",
				"How can I unsubscribe?",
				"What's the process to unsubscribe?",
				"How can I deactivate waste collection notifications?",
				"Is there an option to opt out of waste collection notifications?",
				"How can I disable waste collection notifications?",
				"What is the process to cancel waste collection notifications?"
				],
			"responses": [
				"You can unsubscribe by texting keyword to sample_number.",
				"To unsubscribe, simply send a text with the keyword to sample_number.",
				"Opt out by texting the keyword to sample_number and unsubscribe from our services.",
				"Text the keyword to sample_number to initiate the unsubscribe process.",
				"By sending a text with the keyword to sample_number, you can unsubscribe easily.",
				"Unsubscribe from our services by texting the keyword to sample_number.",
				"To unsubscribe, simply send the keyword to the provided sample number.",
				"To initiate the unsubscribe process, send the keyword to the sample number.",
				"To stop receiving notifications, text the keyword to the provided sample number.",
				"To cancel your subscription, send the keyword to the sample number.",
				"To opt out of the service, text the keyword to the provided sample number.",
				"To deactivate your subscription, send the keyword to the sample number.",
				"To cease receiving notifications, text the keyword to the provided sample number.",
				"To unsubscribe from the service, send the keyword to the sample number.",
				"To stop receiving messages, text the keyword to the provided sample number.",
				"To remove yourself from the notification list, send the keyword to the sample number.",
				"To cancel your subscription and stop receiving updates, text the keyword to the provided sample number.",
				"To opt out of the system and cease receiving notifications, send the keyword to the sample number.",
				"To unsubscribe and disable notifications, text the keyword to the provided sample number.",
				"To stop the service and no longer receive notifications, send the keyword to the sample number.",
				"To withdraw from the service and stop receiving messages, text the keyword to the provided sample number.",
				"To deactivate your subscription and unsubscribe, send the keyword to the sample number.",
				"To opt out of the notification system, text the keyword to the provided sample number.",
				"To cancel your subscription and remove yourself from the notification list, send the keyword to the sample number.",
				"To stop receiving updates and unsubscribe, text the keyword to the provided sample number.",
				"To disable the notifications and opt out of the system, send the keyword to the sample number."
				]
		},
		{
			"tag": "properseg",
			"pattern": [
				"What should I do with hazardous waste that cannot be placed in regular garbage?",
				"How should I handle sharp objects like needles or glass?",
				"Are there any specific guidelines for disposing of food waste?",
				"Can I request educational materials on proper waste management?",
				"Can I dispose of used cooking oil or grease?",
				"How should I dispose of broken or shattered glass?",
				"How do I dispose of construction or renovation waste?",
				"How do I safely dispose of old or unused fireworks?"
				],
			"responses": [	
				"You can visit the link provided for the proper segregation of waste. https:\/\/www.deped.gov.ph\/als-est\/PDF\/Proper%20Waste%20Management%20at%20Home.pdf",
				"For detailed guidelines on proper waste segregation, please visit the provided link: https://www.deped.gov.ph/als-est/PDF/Proper%20Waste%20Management%20at%20Home.pdf",
				"To learn more about effective waste segregation at home, click on the following link: https://www.deped.gov.ph/als-est/PDF/Proper%20Waste%20Management%20at%20Home.pdf",
				"For a comprehensive resource on how to segregate waste properly, access the link: https://www.deped.gov.ph/als-est/PDF/Proper%20Waste%20Management%20at%20Home.pdf",
				"To understand the correct methods of waste management, refer to this link: https://www.deped.gov.ph/als-est/PDF/Proper%20Waste%20Management%20at%20Home.pdf",
				"Visit the provided link to access a PDF guide on proper waste management at home: https://www.deped.gov.ph/als-est/PDF/Proper%20Waste%20Management%20at%20Home.pdf"
				]
		},
		{
			"tag": "load",
			"pattern": [
				"Is SIM registration free of charge?",
				"Is there any cost associated with SIM registration?",
				"Does SIM registration come at an additional cost?",
				"Is SIM registration provided free of charge?",
				"Are there any fees for SIM registration?",
				"Do I need to pay for SIM registration?"
				],
			"responses": [
				"You need to have a load balance in order to subscribe/register your SIM in our system. You also have the option to give it to a CENRO official, and they will manually added your number in the system.",
					"To subscribe/register your SIM in our system, it is necessary to have a load balance. Alternatively, you can choose to provide your SIM to a CENRO official for manual addition to the system.",
					"In order to subscribe/register your SIM in our system, please ensure you have a load balance. Alternatively, you have the option to hand over your SIM to a CENRO official who will manually add your number to the system.",
					"Having a load balance is a prerequisite for subscribing/registering your SIM in our system. If preferred, you can also give your SIM to a CENRO official who will manually include your number in the system.",
					"Prior to subscribing/registering your SIM in our system, make sure you have a load balance. Another option available is to provide your SIM to a CENRO official for manual inclusion of your number in the system.",
					"To complete the subscription/registration process for your SIM in our system, it is essential to have a load balance. Additionally, you may choose to hand your SIM to a CENRO official who will manually input your number into the system."
				]
		},
		{
			"tag": "designated",
			"pattern": [
				"Where can we put the trash bags if ever we are leaving the house?",
				"What is the designated location for efficient garbage collection?",
				"Is it acceptable to leave my garbage in front of my house for the garbage collectors to pick up?",
				"Can I simply leave my garbage outside my house for the collection team to collect?",
				"Is it permissible to place my garbage in front of my house for the garbage collectors to take?",
				"Is leaving my garbage in front of my house an acceptable method for collection?",
				"Can I leave my garbage unattended in front of my house for the collection crew to pick up?"
				],
			"responses": [
				"You need to put your trash near the sign of the designated place.",
				"Please place your trash in close proximity to the designated area sign.",
				"Ensure that your trash is positioned near the designated place sign.",
				"Kindly place your garbage adjacent to the sign indicating the designated area.",
				"Please make sure to position your waste near the designated place sign.",
				"To comply with regulations, place your trash near the sign marking the designated area."
				]
		},
		{
			"tag": "notify",
			"pattern": [
				"How often are the SMS notifications sent for garbage collection?",
				"How frequently are SMS notifications for the disposal of trash sent?",
				"How frequently are SMS notifications received for trash disposal?",
				"How often are SMS notifications dispatched for trash disposal?"
				],
			"responses": [
				"You will only be notified once.",
				"You will receive a single notification.",
				"You will be notified only once.",
				"There will be just one notification sent to you.",
				"You can expect only one notification.",
				"You will receive a solitary notification.",
				"You will get notified just once.",
				"You'll only receive one notification.",
				"A single notification will be sent to you.",
				"You will be notified on a single occasion.",
				"Only one notification will be sent to you."
				]
		},
		{
			"tag": "greetings",
			"pattern": [
				"Hello",
				"Hi",
				"Hey",
				"Greetings",
				"Good day",
				"Hiiii",
				"Hii garbott",
				"Hii garbotttt",
				"Hiiiii",
				"Helloooo",
				"Hi!",
				"Hoi!",
				"Heyo!",
				"Helo!",
				"Hillo!",
				"Hallo!",
				"Hie!",
				"Hooi!",
				"Hio!",
				"Helo!",
				"Holaa!",
				"Hii!",
				"Heeyo!",
				"Hoolo!",
				"Hooi!",
				"Halo!",
				"Hioo!",
				"Hi!",
				"Hii!",
				"Hiii!",
				"Hiiii!",
				"Hiiiii!",
				"Hiiiiii!",
				"Hiiiiiii!",
				"Hiiiiiiii!",
				"Hiiiiiiiii!",
				"Hiiiiiiiiii!",
				"Hiiiiiiiiiii!",
				"Hello!",
				"Helloo!",
				"Hellooo!",
				"Helloooo!",
				"Hellooooo!",
				"Helloooooo!",
				"Hellooooooo!",
				"Helloooooooo!",
				"Hellooooooooo!"
				],
			"responses": [
				"Hello! How can I help you?",
				"Hi there! How can I assist you?",
				"Hey!",
				"Greetings! How may I be of service to you?",
				"Good day! How can I be of service to you? Please let me know how I can assist you.", 
				"Good day, Hi!",
				"Hello! How can I assist you?",
				"Hello! What can I do for you?",
				"Hello! How may I be of service?",
				"Hello! How can I support you?",
				"Hello! What do you need help with?",
				"Hello! How can I assist you today?",
				"Hello! How may I assist you?",
				"Hello! What can I help you with?",
				"Hello! How can I be of assistance?",
				"Hello! How can I lend a hand?",
				"Hello! How can I aid you?",
				"Hello! How can I assist you right now?",
				"Hello! What can I do to assist you?",
				"Hello! How can I be helpful?",
				"Hello! How can I be of help?",
				"Hello! What assistance do you require?",
				"Hello! How can I support you today?",
				"Hello! How may I assist you today?",
				"Hello! How can I be of service to you?",
				"Hello! How can I assist you at this moment?",
				"Hello! What can I do to help you?",
				"Hello! How can I support you at this time?",
				"Hello! How may I be of help to you?",
				"Hello! What can I do to assist you today?",
				"Hello! How can I be of service to you right now?",
				"Hello! How can I assist you immediately?",
				"Hello! What can I do to provide assistance?",
				"Hello! How can I aid you right now?",
				"Hello! How can I help you promptly?",
				"Hello! What do you need assistance with?",
				"Hello! How can I be of help to you today?",
				"Hi there! How can I assist you today?",
				"Hey! What can I do for you?",
				"Hi! How may I be of service to you?",
				"Hey there! How can I support you?",
				"Hey! What do you need help with?",
				"Hi there! How can I assist you right now?",
				"Hey! How may I assist you?",
				"Hi there! What can I help you with?",
				"Hey! How can I be of assistance?",
				"Hi there! How can I lend a hand?",
				"Hey! How can I assist you today?",
				"Hi there! What can I do to assist you?",
				"Hey! How can I be helpful?",
				"Hi there! How can I be of help?",
				"Hey! What assistance do you require?",
				"Hi there! How can I support you today?",
				"Hey! How may I assist you today?",
				"Hi there! How can I be of service to you?",
				"Hey! How can I assist you at this moment?",
				"Hi there! What can I do to help you?",
				"Hey! How can I support you at this time?",
				"Hi there! How may I be of help to you?",
				"Hey! What can I do to assist you today?",
				"Hi there! How can I be of service to you right now?",
				"Hey! How can I assist you immediately?",
				"Hi there! What can I do to provide assistance?",
				"Hey! How can I aid you right now?",
				"Hi there! How can I help you promptly?",
				"Hey! What do you need assistance with?",
				"Hi there! How can I be of help to you today?"
				]
		},
		{
  			"tag": "thank_you",
  			"pattern": [
				"Thank you so much for your help.",
				"I wanted to express my gratitude for your assistance.",
				"I'm really thankful for your support.",
				"I appreciate your help.",
				"Thanks a lot for your guidance.", 
				"Thank you",
				"Thanks",
				"Thanksssss",
				"Thank youuuuu",
				"Thanks!",
				"Thankss!",
				"Thanksss!",
				"Thankssss!",
				"Thanksssss!",
				"Thankssssss!",
				"Thanksssssss!",
				"Thank you!",
				"Thank youu!",
				"Thank youuu!",
				"Thank youuuu!",
				"Thank youuuuu!",
				"Thank youuuuuu!",
				"Thank youuuuuuu!"
				],
  			"responses": [
				"You're welcome! I'm glad I could assist you.",
				"No problem! It was my pleasure to help.",
				"You're most welcome! If you have any more questions, feel free to ask.",
				"I'm happy to hear that I could be of help. Let me know if you need anything else.",
				"You're welcome! If there's anything else I can do for you, just let me know.",
				"You're welcome! I'm happy I could help you.",
				"You're welcome! I'm glad I was able to assist you.",
				"You're welcome! It was my pleasure to help you.",
				"You're welcome! I'm pleased that I could be of assistance.",
				"You're welcome! I'm delighted to have been able to assist you.",
				"You're welcome! I'm grateful that I could help you.",
				"You're welcome! I'm honored to have been able to assist you.",
				"You're welcome! I'm thankful that I could be of help to you.",
				"You're welcome! I'm overjoyed that I could assist you.",
				"You're welcome! I'm thrilled to have been able to help you.",
				"You're welcome! I'm ecstatic that I could be of assistance to you.",
				"You're welcome! I'm elated that I could assist you.",
				"You're welcome! I'm satisfied that I was able to help you.",
				"You're welcome! I'm content that I could be of assistance.",
				"You're welcome! I'm relieved that I could assist you.",
				"You're welcome! I'm pleased to have been able to help you.",
				"You're welcome! I'm satisfied that I could be of help.",
				"You're welcome! I'm fulfilled that I could assist you.",
				"You're welcome! I'm glad that I could be of service to you.",
				"You're welcome! I'm thankful to have been able to assist you.",
				"You're welcome! I'm appreciative that I could help you.",
				"You're welcome! I'm grateful to have been of assistance.",
				"You're welcome! I'm happy that I could be of help to you.",
				"You're welcome! I'm thrilled that I was able to assist you.",
				"You're welcome! I'm overjoyed to have been able to help you.",
				"You're welcome! I'm delighted that I could be of assistance.",
				"You're welcome! I'm pleased to have been able to assist you.",
				"You're welcome! I'm satisfied that I could help you.",
				"You're welcome! I'm content that I could be of help to you.",
				"You're welcome! I'm fulfilled that I could assist you.",
				"No problem! I'm glad I could assist you.",
				"Not a problem! I'm happy I was able to help you.",
				"No worries! It was my pleasure to help you.",
				"No trouble at all! I'm pleased that I could be of assistance.",
				"No problem! I'm delighted to have been able to assist you.",
				"No problem at all! I'm grateful that I could help you.",
				"Don't mention it! I'm honored to have been able to assist you.",
				"Not at all! I'm thankful that I could be of help to you.",
				"No problem! I'm overjoyed that I could assist you.",
				"No problem at all! I'm thrilled to have been able to help you.",
				"No problem at all! I'm ecstatic that I could be of assistance to you.",
				"No problem! I'm elated that I could assist you.",
				"No problem! I'm satisfied that I was able to help you.",
				"No problem! I'm content that I could be of assistance.",
				"No problem! I'm relieved that I could assist you.",
				"No problem! I'm pleased to have been able to help you.",
				"No problem! I'm satisfied that I could be of help.",
				"No problem at all! I'm fulfilled that I could assist you.",
				"No problem! I'm glad that I could be of service to you.",
				"No problem! I'm thankful to have been able to assist you.",
				"No problem! I'm appreciative that I could help you.",
				"No problem! I'm grateful to have been of assistance.",
				"No problem! I'm happy that I could be of help to you.",
				"No problem! I'm thrilled that I was able to assist you.",
				"No problem! I'm overjoyed to have been able to help you.",
				"No problem at all! I'm delighted that I could be of assistance.",
				"No problem! I'm pleased to have been able to assist you.",
				"No problem! I'm satisfied that I could help you.",
				"No problem! I'm content that I could be of help to you.",
				"No problem! I'm fulfilled that I could assist you."
				]
 		},
 		{
  			"tag": "goodbye",
  			"pattern": [
				"Goodbye! It was nice talking to you.",
				"Farewell! Take care and have a great day.",
				"Take care! Goodbye and stay safe.",
				"See you later! Until we meet again.",
				"Until next time! Have a wonderful day.",
				"Okay",
				"Ok",
				"Okay, bye",
				"Okay, byeeee", 
				"Ok byee",
				"Okay",
				"Alright",
				"Sure",
				"Fine",
				"Got it",
				"Agreed",
				"Understood",
				"Absolutely",
				"Certainly",
				"Definitely",
				"Absolutely",
				"Of course",
				"No problem",
				"Sure thing",
				"You bet",
				"Sounds good",
				"All right",
				"Very well",
				"No worries",
				"Affirmative",
				"Roger that",
				"OK",
				"Yep",
				"Yup",
				"Uh-huh",
				"Gotcha",
				"Certainly",
				"Indeed",
				"Absolutely",
				"Totally",
				"Bye",
				"Byee",
				"Byeee",
				"Byeeee",
				"Byeeeee",
				"Byeeeee",
				"Byeeeeee",
				"Goodbye",
				"Goodbyee",
				"Goodbyeee",
				"Goodbyeeee",
				"Goodbyeeeee"
				],
  			"responses": [
				"Goodbye! It was a pleasure assisting you.",
				"Farewell! Feel free to reach out if you need further help.",
				"Take care! If you have any more questions, don't hesitate to ask.",
				"See you later! Wishing you all the best.",
				"Until next time! Have a fantastic day ahead."
				]
 		},
        {
            "tag": "penalty",
            "pattern": [
                "Is there any penalty or punishment for failing to adhere to the waste pickup schedule?",
				"Are there any penalties or consequences for non-compliance with the garbage collection schedule?",
				"Does disobeying the waste collection schedule have any penalties or fines?",
                "Are there penalties or fines for improper disposal of garbage?",
				"Are there any fines or punishments for incorrect waste disposal?",
                "Are there any penalties for improper garbage disposal?"
              ],
            "responses": [
                "There are no fines or punishments, but please be responsible in disposing your waste and always follow the rules and regulation.",
                "There are no fines or penalties, but please dispose of your waste responsibly and always respect the rules and regulations.",
                "While no penalties or punishments are imposed, it is essential to exhibit responsibility when disposing of your waste and consistently adhere to the rules and regulations in order to maintain proper waste management practices.",
                "Although there are no penalties or sanctions, it is important to exercise responsibility when disposing of your waste and consistently abide by the rules and regulations in place."
              ]
        }
	]
}
